[
  [
    "तिनका कबहुँ न निंदिये, जो पाँयन तर होय।",
    "कबहुँ उड़ आँखिन परे, पीर घनेरी होय।।"
  ],
  [
    "माला फेरत जुग भया, फिरा न मन का फेर।",
    "कर का मन का डार दें, मन का मनका फेर।।"
  ],
  [
    "गुरु गोविन्द दोनों खड़े, काके लागूं पाँय।",
    "बलिहारी गुरु आपनो, गोविंद दियो बताय।।"
  ],
  [
    "बलिहारी गुरु आपनो, घड़ी-घड़ी सौ सौ बार।",
    "मानुष से देवत किया करत न लागी बार।।"
  ],
  [
    "कबिरा माला मनहि की, और संसारी भीख।",
    "माला फेरे हरि मिले, गले रहट के देख।।"
  ],
  [
    "सुख मे सुमिरन ना किया, दु:ख में किया याद।",
    "कह कबीर ता दास की, कौन सुने फरियाद।।"
  ],
  [
    "साईं इतना दीजिये, जा मे कुटुम समाय।",
    "मैं भी भूखा न रहूँ, साधु ना भूखा जाय।।"
  ],
  [
    "लूट सके तो लूट ले, राम नाम की लूट।",
    "पाछे फिरे पछताओगे, प्राण जाहिं जब छूट।।"
  ],
  [
    "जहाँ दया तहाँ धर्म है, जहाँ लोभ तहाँ पाप।",
    "जहाँ क्रोध तहाँ पाप है, जहाँ क्षमा तहाँ आप।।"
  ],
  [
    "धीरे-धीरे रे मना, धीरे सब कुछ होय।",
    "माली सींचे सौ घड़ा, ॠतु आए फल होय।।"
  ],
  [
    "कबीरा ते नर अन्ध है, गुरु को कहते और।",
    "हरि रूठे गुरु ठौर है, गुरु रुठै नहीं ठौर।।"
  ],
  [
    "पाँच पहर धन्धे गया, तीन पहर गया सोय।",
    "एक पहर हरि नाम बिन, मुक्ति कैसे होय।।"
  ],
  [
    "कबीरा सोया क्या करे, उठि न भजे भगवान।",
    "जम जब घर ले जायेंगे, पड़ी रहेगी म्यान।।"
  ],
  [
    "शीलवन्त सबसे बड़ा, सब रतनन की खान।",
    "तीन लोक की सम्पदा, रही शील में आन।।"
  ],
  [
    "माया मरी न मन मरा, मर-मर गए शरीर।",
    "आशा तृष्णा न मरी, कह गए दास कबीर।।"
  ],
  [
    "माटी कहे कुम्हार से, तु क्या रौंदे मोय।",
    "एक दिन ऐसा आएगा, मैं रौंदूंगी तोय।।"
  ],
  [
    "रात गंवाई सोय के, दिवस गंवाया खाय।",
    "हीना जन्म अनमोल था, कोड़ी बदले जाय।।"
  ],
  [
    "नींद निशानी मौत की, उठ कबीरा जाग।",
    "और रसायन छांड़ि के, नाम रसायन लाग।।"
  ],
  [
    "जो तोकु कांटा बुवे, ताहि बोय तू फूल।",
    "तोकू फूल के फूल है, बाकू है त्रिशूल।।"
  ],
  [
    "दुर्लभ मानुष जन्म है, देह न बारम्बार।",
    "तरुवर ज्यों पत्ती झड़े, बहुरि न लागे डार।।"
  ],
  [
    "आय हैं सो जाएँगे, राजा रंक फकीर।",
    "एक सिंहासन चढ़ि चले, एक बँधे जात जंजीर।।"
  ],
  [
    "काल करे सो आज कर, आज करे सो अब।",
    "पल में प्रलय होएगी, बहुरि करेगा कब।।"
  ],
  [
    "माँगन मरण समान है, मति माँगो कोई भीख।",
    "माँगन से तो मरना भला, यह सतगुरु की सीख।।"
  ],
  [
    "जहाँ आपा तहाँ आपदां, जहाँ संशय तहाँ रोग।",
    "कह कबीर यह क्यों मिटे, चारों धीरज रोग।।"
  ],
  [
    "माया छाया एक सी, बिरला जाने कोय।",
    "भगता के पीछे लगे, सम्मुख भागे सोय।।"
  ],
  [
    "आया था किस काम को, तु सोया चादर तान।",
    "सुरत सम्भाल ए गाफिल, अपना आप पहचान।।"
  ],
  [
    "क्या भरोसा देह का, बिनस जात छिन मांह।",
    "साँस-सांस सुमिरन करो और यतन कुछ नांह।।"
  ],
  [
    "गारी ही सों ऊपजे, कलह कष्ट और मींच।",
    "हारि चले सो साधु है, लागि चले सो नींच।।"
  ],
  [
    "दान दिए धन ना घटे, नदी ने घटे नीर।",
    "अपनी आँखों देख लो, यों क्या कहे कबीर।।"
  ],
  [
    "दस द्वारे का पिंजरा, तामे पंछी का कौन।",
    "रहे को अचरज है, गए अचम्भा कौन।।"
  ],
  [
    "ऐसी वाणी बोलेए, मन का आपा खोय।",
    "औरन को शीतल करे, आपहु शीतल होय।।"
  ],
  [
    "हीरा वहाँ न खोलिये, जहाँ कुंजड़ों की हाट।",
    "बांधो चुप की पोटरी, लागहु अपनी बाट।।"
  ],
  [
    "कुटिल वचन सबसे बुरा, जारि कर तन हार।",
    "साधु वचन जल रूप, बरसे अमृत धार।।"
  ],
  [
    "जग में बैरी कोई नहीं, जो मन शीतल होय।",
    "यह आपा तो ड़ाल दे, दया करे सब कोय।।"
  ],
  [
    "मैं रोऊँ जब जगत को, मोको रोवे न होय।",
    "मोको रोबे सोचना, जो शब्द बोय की होय।।"
  ],
  [
    "सोवा साधु जगाइए, करे नाम का जाप।",
    "यह तीनों सोते भले, साकित सिंह और साँप।।"
  ],
  [
    "अवगुन कहूँ शराब का, आपा अहमक साथ।",
    "मानुष से पशुआ करे दाय, गाँठ से खात।।"
  ],
  [
    "बाजीगर का बांदरा, ऐसा जीव मन के साथ।",
    "नाना नाच दिखाय कर, राखे अपने साथ।।"
  ],
  [
    "कबीरा जपना काठ की, क्या दिख्लावे मोय।",
    "ह्रदय नाम न जपेगा, यह जपनी क्या होय।।"
  ],
  [
    "पतिवृता मैली, काली कुचल कुरूप।",
    "पतिवृता के रूप पर, वारो कोटि सरूप।।"
  ],
  [
    "बैध मुआ रोगी मुआ, मुआ सकल संसार।",
    "एक कबीरा ना मुआ, जेहि के राम अधार।।"
  ],
  [
    "हर चाले तो मानव, बेहद चले सो साध।",
    "हद बेहद दोनों तजे, ताको भता अगाध।।"
  ],
  [
    "राम रहे बन भीतरे गुरु की पूजा ना आस।",
    "रहे कबीर पाखण्ड सब, झूठे सदा निराश।।"
  ],
  [
    "जाके जिव्या बन्धन नहीं, ह्र्दय में नहीं साँच।",
    "वाके संग न लागिये, खाले वटिया काँच।।"
  ],
  [
    "तीरथ गये ते एक फल, सन्त मिले फल चार।",
    "सत्गुरु मिले अनेक फल, कहें कबीर विचार।।"
  ],
  [
    "सुमरण से मन लाइए, जैसे पानी बिन मीन।",
    "प्राण तजे बिन बिछड़े, सन्त कबीर कह दीन।।"
  ],
  [
    "समझाये समझे नहीं, पर के साथ बिकाय।",
    "मैं खींचत हूँ आपके, तू चला जमपुर जाए।।"
  ],
  [
    "हंसा मोती विण्न्या, कुञ्च्न थार भराय।",
    "जो जन मार्ग न जाने, सो तिस कहा कराय।।"
  ],
  [
    "कहना सो कह दिया, अब कुछ कहा न जाय।",
    "एक रहा दूजा गया, दरिया लहर समाय।।"
  ],
  [
    "वस्तु है ग्राहक नहीं, वस्तु सागर अनमोल।",
    "बिना करम का मानव, फिरैं डांवाडोल।।"
  ],
  [
    "कली खोटा जग आंधरा, शब्द न माने कोय।",
    "चाहे कहँ सत आइना, जो जग बैरी होय।।"
  ],
  [
    "कामी, क्रोधी, लालची, इनसे भक्ति न होय।",
    "भक्ति करे कोइ सूरमा, जाति वरन कुल खोय।।"
  ],
  [
    "जागन में सोवन करे, साधन में लौ लाय।",
    "सूरत डोर लागी रहे, तार टूट नाहिं जाय।।"
  ],
  [
    "साधु ऐसा चहिए,जैसा सूप सुभाय।",
    "सार-सार को गहि रहे, थोथ देइ उड़ाय।।"
  ],
  [
    "लगी लग्न छूटे नाहिं, जीभ चोंच जरि जाय।",
    "मीठा कहा अंगार में, जाहि चकोर चबाय।।"
  ],
  [
    "भक्ति गेंद चौगान की, भावे कोई ले जाय।",
    "कह कबीर कुछ भेद नाहिं, कहां रंक कहां राय।।"
  ],
  [
    "घट का परदा खोलकर, सन्मुख दे दीदार।",
    "बाल सनेही सांइयाँ, आवा अन्त का यार।।"
  ],
  [
    "अन्तर्यामी एक तुम, आत्मा के आधार।",
    "जो तुम छोड़ो हाथ तो, कौन उतारे पार।।"
  ],
  [
    "मैं अपराधी जन्म का, नख-सिख भरा विकार।",
    "तुम दाता दु:ख भंजना, मेरी करो सम्हार।।"
  ],
  [
    "प्रेम न बड़ी ऊपजै, प्रेम न हाट बिकाय।",
    "राजा-प्रजा जोहि रुचें, शीश देई ले जाय।।"
  ],
  [
    "प्रेम प्याला जो पिये, शीश दक्षिणा देय।",
    "लोभी शीश न दे सके, नाम प्रेम का लेय।।"
  ],
  [
    "सुमिरन में मन लाइए, जैसे नाद कुरंग।",
    "कहैं कबीर बिसरे नहीं, प्रान तजे तेहि संग।।"
  ],
  [
    "सुमरित सुरत जगाय कर, मुख के कछु न बोल।",
    "बाहर का पट बन्द कर, अन्दर का पट खोल।।"
  ],
  [
    "छीर रूप सतनाम है, नीर रूप व्यवहार।",
    "हंस रूप कोई साधु है, सत का छाननहार।।"
  ],
  [
    "ज्यों तिल मांही तेल है, ज्यों चकमक में आग।",
    "तेरा सांई तुझमें, बस जाग सके तो जाग।।"
  ],
  [
    "जा करण जग ढ़ूँढ़िया, सो तो घट ही मांहि।",
    "परदा दिया भरम का, ताते सूझे नाहिं।।"
  ],
  [
    "जबही नाम हिरदे घरा, भया पाप का नाश।",
    "मानो चिंगरी आग की, परी पुरानी घास।।"
  ],
  [
    "नहीं शीतल है चन्द्रमा, हिंम नहीं शीतल होय।",
    "कबीरा शीतल सन्त जन, नाम सनेही सोय।।"
  ],
  [
    "आहार करे मन भावता, इंदी किए स्वाद।",
    "नाक तलक पूरन भरे, तो का कहिए प्रसाद।।"
  ],
  [
    "जब लग नाता जगत का, तब लग भक्ति न होय।",
    "नाता तोड़े हरि भजे, भगत कहावें सोय।।"
  ],
  [
    "जल ज्यों प्यारा माहरी, लोभी प्यारा दाम।",
    "माता प्यारा बारका, भगति प्यारा नाम।।"
  ],
  [
    "दिल का मरहम ना मिला, जो मिला सो गर्जी।",
    "कह कबीर आसमान फटा, क्योंकर सीवे दर्जी।।"
  ],
  [
    "बानी से पह्चानिये, साम चोर की घात।",
    "अन्दर की करनी से सब, निकले मुँह कई बात।।"
  ],
  [
    "जब लगि भगति सकाम है, तब लग निष्फल सेव।",
    "कह कबीर वह क्यों मिले, निष्कामी तज देव।।"
  ],
  [
    "फूटी आँख विवेक की, लखे ना सन्त असन्त।",
    "जाके संग दस-बीस हैं, ताको नाम महन्त।।"
  ],
  [
    "दाया भाव ह्र्दय नहीं, ज्ञान थके बेहद।",
    "ते नर नरक ही जायेंगे, सुनि-सुनि साखी शब्द।।"
  ],
  [
    "दाया कौन पर कीजिये, का पर निर्दय होय।",
    "सांई के सब जीव है, कीरी कुंजर दोय।।"
  ],
  [
    "जब मैं था तब गुरु नहीं, अब गुरु हैं मैं नाय।",
    "प्रेम गली अति साँकरी, ता मे दो न समाय।।"
  ],
  [
    "छिन ही चढ़े छिन ही उतरे, सो तो प्रेम न होय।",
    "अघट प्रेम पिंजरे बसे, प्रेम कहावे सोय।।"
  ],
  [
    "जहाँ काम तहाँ नाम नहिं, जहाँ नाम नहिं वहाँ काम।",
    "दोनों कबहूँ नहिं मिले, रवि रजनी इक धाम।।"
  ],
  [
    "कबीरा धीरज के धरे, हाथी मन भर खाय।",
    "टूट एक के कारने, स्वान घरै घर जाय।।"
  ],
  [
    "ऊँचे पानी न टिके, नीचे ही ठहराय।",
    "नीचा हो सो भरिए पिए, ऊँचा प्यासा जाय।।"
  ],
  [
    "सबते लघुताई भली, लघुता ते सब होय।",
    "जौसे दूज का चन्द्रमा, शीश नवे सब कोय।।"
  ],
  [
    "संत ही में सत बांटई, रोटी में ते टूक।",
    "कहे कबीर ता दास को, कबहूँ न आवे चूक।।"
  ],
  [
    "मार्ग चलते जो गिरा, ताकों नाहि दोष।",
    "यह कबिरा बैठा रहे, तो सिर करड़े दोष।।"
  ],
  [
    "जब ही नाम ह्रदय धरयो, भयो पाप का नाश।",
    "मानो चिनगी अग्नि की, परि पुरानी घास।।"
  ],
  [
    "काया काठी काल घुन, जतन-जतन सो खाय।",
    "काया वैध ईश बस, मर्म न काहू पाय।।"
  ],
  [
    "सुख सागर का शील है, कोई न पावे थाह।",
    "शब्द बिना साधु नही, द्रव्य बिना नहीं शाह।।"
  ],
  [
    "बाहर क्या दिखलाए, अनन्तर जपिए राम।",
    "कहा काज संसार से, तुझे धनी से काम।।"
  ],
  [
    "फल कारण सेवा करे, करे न मन से काम।",
    "कहे कबीर सेवक नहीं, चहै चौगुना दाम।।"
  ],
  [
    "तेरा साँई तुझमें, ज्यों पहुपन में बास।",
    "कस्तूरी का हिरन ज्यों, फिर-फिर ढ़ूँढ़त घास।।"
  ],
  [
    "कथा-कीर्तन कुल विशे, भवसागर की नाव।",
    "कहत कबीरा या जगत में नाहि और उपाव।।"
  ],
  [
    "कबिरा यह तन जात है, सके तो ठौर लगा।",
    "कै सेवा कर साधु की, कै गोविंद गुन गा।।"
  ],
  [
    "तन बोहत मन काग है, लक्ष योजन उड़ जाय।",
    "कबहु के धर्म अगम दयी, कबहुं गगन समाय।।"
  ],
  [
    "जहँ गाहक ता हूँ नहीं, जहाँ मैं गाहक नाँय।",
    "मूरख यह भरमत फिरे, पकड़ शब्द की छाँय।।"
  ],
  [
    "कहता तो बहुत मिला, गहता मिला न कोय।",
    "सो कहता वह जान दे, जो नहिं गहता होय।।"
  ],
  [
    "तब लग तारा जगमगे, जब लग उगे न सूर।",
    "तब लग जीव जग कर्मवश, ज्यों लग ज्ञान न पूर।।"
  ],
  [
    "सोना, सज्जन, साधु जन, टूट जुड़ै सौ बार।",
    "दुर्जन कुम्भ कुम्हार के, ऐके धका दरार।।"
  ],
  [
    "सब धरती कारज करूँ, लेखनी सब बनराय।",
    "सात समुद्र की मसि करूँ गुरुगुन लिखा न जाय।।"
  ],
  [
    "बलिहारी वा दूध की, जामे निकसे घीव।",
    "घी साखी कबीर की, चार वेद का जीव।।"
  ],
  [
    "साधु गाँठि न बाँधई, उदर समाता लेय।",
    "आगे-पीछे हरि खड़े जब भोगे तब देय।।"
  ],
  [
    "घट का परदा खोलकर, सन्मुख दे दीदार।",
    "बाल सने ही सांइया, आवा अन्त का यार।।"
  ],
  [
    "कबिरा खालिक जागिया, और ना जागे कोय।",
    "जाके विषय विष भरा, दास बन्दगी होय।।"
  ],
  [
    "ऊँचे कुल में जामिया, करनी ऊँच न होय।",
    "सौरन कलश सुरा, भरी, साधु निन्दा सोय।।"
  ],
  [
    "सुमरण की सुब्यों करो ज्यों गागर पनिहार।",
    "होले-होले सुरत में, कहैं कबीर विचार।।"
  ],
  [
    "सब आए इस एक में, डाल-पात फल-फूल।",
    "कबिरा पीछा क्या रहा, गह पकड़ी जब मूल।।"
  ],
  [
    "जो जन भीगे रामरस, विगत कबहूँ ना रूख।",
    "अनुभव भाव न दरसते, ना दु:ख ना सुख।।"
  ],
  [
    "सिंह अकेला बन रहे, पलक-पलक कर दौर।",
    "जैसा बन है आपना, तैसा बन है और।।"
  ],
  [
    "यह माया है चूहड़ी, और चूहड़ा कीजो।",
    "बाप-पूत उरभाय के, संग ना काहो केहो।।"
  ],
  [
    "जहर की जर्मी में है रोपा, अभी खींचे सौ बार।",
    "कबिरा खलक न तजे, जामे कौन विचार।।"
  ],
  [
    "जग मे बैरी कोई नहीं, जो मन शीतल होय।",
    "यह आपा तो डाल दे, दया करे सब कोय।।"
  ],
  [
    "जो जाने जीव न आपना, करहीं जीव का सार।",
    "जीवा ऐसा पाहौना, मिले ना दूजी बार।।"
  ],
  [
    "कबीर जात पुकारया, चढ़ चन्दन की डार।",
    "बाट लगाए ना लगे फिर क्या लेत हमार।।"
  ],
  [
    "लोग भरोसे कौन के, बैठे रहें उरगाय।",
    "जीय रही लूटत जम फिरे, मैँढ़ा लुटे कसाय।।"
  ],
  [
    "एक कहूँ तो है नहीं, दूजा कहूँ तो गार।",
    "है जैसा तैसा हो रहे, रहें कबीर विचार।।"
  ],
  [
    "जो तु चाहे मुक्त को, छोड़े दे सब आस।",
    "मुक्त ही जैसा हो रहे, बस कुछ तेरे पास।।"
  ],
  [
    "साँई आगे साँच है, साँई साँच सुहाय।",
    "चाहे बोले केस रख, चाहे घौंट भुण्डाय।।"
  ],
  [
    "खेत ना छोड़े सूरमा, जूझे दो दल मोह।",
    "आशा जीवन मरण की, मन में राखें नोह।।"
  ],
  [
    "लीक पुरानी को तजें, कायर कुटिल कपूत।",
    "लीख पुरानी पर रहें, शातिर सिंह सपूत।।"
  ],
  [
    "सन्त पुरुष की आरसी, सन्तों की ही देह।",
    "लखा जो चहे अलख को, उन्हीं में लख लेह।।"
  ],
  [
    "भूखा-भूखा क्या करे, क्या सुनावे लोग।",
    "भांडा घड़ निज मुख दिया, सोई पूर्ण जोग।।"
  ],
  [
    "गर्भ योगेश्वर गुरु बिना, लागा हर का सेव।",
    "कहे कबीर बैकुण्ठ से, फेर दिया शुक्देव।।"
  ],
  [
    "प्रेमभाव एक चाहिए, भेष अनेक बनाय।",
    "चाहे घर में वास कर, चाहे बन को जाय।।"
  ],
  [
    "कांचे भाडें से रहे, ज्यों कुम्हार का देह।",
    "भीतर से रक्षा करे, बाहर चोई देह।।"
  ],
  [
    "साँई ते सब होते है, बन्दे से कुछ नाहिं।",
    "राई से पर्वत करे, पर्वत राई माहिं।।"
  ],
  [
    "केतन दिन ऐसे गए, अन रुचे का नेह।",
    "अवसर बोवे उपजे नहीं, जो नहीं बरसे मेह।।"
  ],
  [
    "एक ते अनन्त अन्त एक हो जाय।",
    "एक से परचे भया, एक मोह समाय।।"
  ],
  [
    "साधु सती और सूरमा, इनकी बात अगाध।",
    "आशा छोड़े देह की, तन की अनथक साध।।"
  ],
  [
    "हरि संगत शीतल भया, मिटी मोह की ताप।",
    "निशिवासर सुख निधि, लहा अन्न प्रगटा आप।।"
  ],
  [
    "आशा का ईंधन करो, मनशा करो बभूत।",
    "जोगी फेरी यों फिरो, तब वन आवे सूत।।"
  ],
  [
    "अटकी भाल शरीर में, तीर रहा है टूट।",
    "चुम्बक बिना निकले नहीं, कोटि पठन को फूट।।"
  ],
  [
    "अपने-अपने साख की, सब ही लीनी भान।",
    "हरि की बात दुरन्तरा, पूरी ना कहूँ जान।।"
  ],
  [
    "आस पराई राखता, खाया घर का खेत।",
    "औरन को पथ बोधता, मुख में डारे रेत।।"
  ],
  [
    "आवत गारी एक है, उलटन होय अनेक।",
    "कह कबीर नहिं उलटिये, वही एक की एक।।"
  ],
  [
    "आहार करे मनभावता, इंद्री की स्वाद।",
    "नाक तलक पूरन भरे, तो कहिए कौन प्रसाद।।"
  ],
  [
    "उज्जवल पहरे कापड़ा, पान-सुपरी खाय।",
    "एक हरि के नाम बिन, बाँधा यमपुर जाय।।"
  ],
  [
    "उतते कोई न आवई, पासू पूछूँ धाय।",
    "इतने ही सब जात है, भार लदाय लदाय।।"
  ],
  [
    "अवगुन कहूँ शराब का, आपा अहमक होय।",
    "मानुष से पशुआ भया, दाम गाँठ से खोय।।"
  ],
  [
    "ऐसी वाणी बोलिए, मन का आपा खोए।",
    "औरन को शीतल करे, आपौ शीतल होय।।"
  ],
  [
    "कबीरा संगति साधु की, जौ की भूसी खाय।",
    "खीर खाँड़ भोजन मिले, ताकर संग न जाय।।"
  ],
  [
    "एक ते जान अनन्त, अन्य एक हो आय।",
    "एक से परचे भया, एक बाहे समाय।।"
  ],
  [
    "कबीरा गरब न कीजिए, कबहूँ न हँसिये कोय।",
    "अजहूँ नाव समुद्र में, ना जाने का होय।।"
  ],
  [
    "कबीरा कलह अरु कल्पना, सतसंगति से जाय।",
    "दुख बासे भागा फिरै, सुख में रहै समाय।।"
  ],
  [
    "कबीरा संगति साधु की, जित प्रीत कीजै जाय।",
    "दुर्गति दूर वहावति, देवी सुमति बनाय।।"
  ],
  [
    "कबीरा संगत साधु की, निष्फल कभी न होय।",
    "होमी चन्दन बासना, नीम न कहसी कोय।।"
  ],
  [
    "को छूटौ इहिं जाल परि, कत फुरंग अकुलाय।",
    "ज्यों-ज्यों सुरझि भजौ चहै, त्यों-त्यों उरझत जाय।।"
  ],
  [
    "कबीरा सोया क्या करे, उठि न भजे भगवान।",
    "जम जब घर ले जाएँगे, पड़ा रहेगा म्यान।।"
  ],
  [
    "काह भरोसा देह का, बिनस जात छिन मारहिं।",
    "साँस-साँस सुमिरन करो, और यतन कछु नाहिं।।"
  ],
  [
    "काल करे से आज कर, सबहि सात तुव साथ।",
    "काल काल तू क्या करे काल काल के हाथ।।"
  ],
  [
    "काया काढ़ा काल घुन, जतन-जतन सो खाय।",
    "काया बह्रा ईश बस, मर्म न काहूँ पाय।।"
  ],
  [
    "कहा कियो हम आय कर, कहा करेंगे पाय।",
    "इनके भये न उतके, चाले मूल गवाय।।"
  ],
  [
    "कुटिल बचन सबसे बुरा, जासे होत न हार।",
    "साधु वचन जल रूप है, बरसे अम्रत धार।।"
  ],
  [
    "कहता तो बहूँना मिले, गहना मिला न कोय।",
    "सो कहता वह जान दे, जो नहीं गहना कोय।।"
  ],
  [
    "कबीरा मन पँछी भया, भये ते बाहर जाय।",
    "जो जैसे संगति करै, सो तैसा फल पाय।।"
  ],
  [
    "कबीरा लोहा एक है, गढ़ने में है फेर।",
    "ताहि का बखतर बने, ताहि की शमशेर।।"
  ],
  [
    "कहे कबीर देय तू, जब तक तेरी देह।",
    "देह खेह हो जाएगी, कौन कहेगा देह।।"
  ],
  [
    "करता था सो क्यों किया, अब कर क्यों पछिताय।",
    "बोया पेड़ बबूल का, आम कहाँ से खाय।।"
  ],
  [
    "कस्तूरी कुन्डल बसे, म्रग ढ़ूंढ़े बन माहिं।",
    "ऐसे घट-घट राम है, दुनिया देखे नाहिं।।"
  ],
  [
    "कबीरा सोता क्या करे, जागो जपो मुरार।",
    "एक दिना है सोवना, लांबे पाँव पसार।।"
  ],
  [
    "कागा काको घन हरे, कोयल काको देय।",
    "मीठे शब्द सुनाय के, जग अपनो कर लेय।।"
  ],
  [
    "कबिरा सोई पीर है, जो जा नैं पर पीर।",
    "जो पर पीर न जानइ, सो काफिर के पीर।।"
  ],
  [
    "कबिरा मनहि गयन्द है, आकुंश दै-दै राखि।",
    "विष की बेली परि रहै, अम्रत को फल चाखि।।"
  ],
  [
    "कबीर यह जग कुछ नहीं, खिन खारा मीठ।",
    "काल्ह जो बैठा भण्डपै, आज भसाने दीठ।।"
  ],
  [
    "कबिरा आप ठगाइए, और न ठगिए कोय।",
    "आप ठगे सुख होत है, और ठगे दुख होय।।"
  ],
  [
    "कथा कीर्तन कुल विशे, भव सागर की नाव।",
    "कहत कबीरा या जगत, नाहीं और उपाय।।"
  ],
  [
    "कलि खोटा सजग आंधरा, शब्द न माने कोय।",
    "चाहे कहूँ सत आइना, सो जग बैरी होय।।"
  ],
  [
    "कबीर जात पुकारया, चढ़ चन्दन की डार।",
    "वाट लगाए ना लगे फिर क्या लेत हमार।।"
  ],
  [
    "गाँठि न थामहिं बाँध ही, नहिं नारी सो नेह।",
    "कह कबीर वा साधु की, हम चरनन की खेह।।"
  ],
  [
    "खेत न छोड़े सूरमा, जूझे को दल माँह।",
    "आशा जीवन मरण की, मन में राखे नाँह।।"
  ],
  [
    "चन्दन जैसा साधु है, सर्पहि सम संसार।",
    "वाके अग्ङ लपटा रहे, मन मे नाहिं विकार।।"
  ],
  [
    "घी के तो दर्शन भले, खाना भला न तेल।",
    "दाना तो दुश्मन भला, मूरख का क्या मेल।।"
  ],
  [
    "गारी ही सो ऊपजे, कलह कष्ट और भींच।",
    "हारि चले सो साधु हैं, लागि चले तो नीच।।"
  ],
  [
    "चलती चक्की देख के, दिया कबीरा रोय।",
    "दुइ पट भीतर आइके, साबित बचा न कोय।।"
  ],
  [
    "जा पल दरसन साधु का, ता पल की बलिहारी।",
    "राम नाम रसना बसे, लीजै जनम सुधारि।।"
  ],
  [
    "जब लग भक्ति से काम है, तब लग निष्फल सेव।",
    "कह कबीर वह क्यों मिले, नि:कामा निज देव।।"
  ],
  [
    "जो तोकूं काँटा बुवै, ताहि बोय तू फूल।",
    "तोकू फूल के फूल है, बाँकू है तिरशूल।।"
  ],
  [
    "ज्यों नैनन में पूतली, त्यों मालिक घर माहिं।",
    "मूर्ख लोग न जानिए, बहर ढ़ूंढ़त जांहि।।"
  ],
  [
    "जाके मुख माथा नहीं, नाहीं रूप कुरूप।",
    "पुछुप बास तें पामरा, ऐसा तत्व अनूप।।"
  ],
  [
    "जहाँ आप तहाँ आपदा, जहाँ संशय तहाँ रोग।",
    "कह कबीर यह क्यों मिटैं, चारों बाधक रोग।।"
  ],
  [
    "जाति न पूछो साधु की, पूछि लीजिए ज्ञान।",
    "मोल करो तलवार का, पड़ा रहन दो म्यान।।"
  ],
  [
    "जल की जमी में है रोपा, अभी सींचें सौ बार।",
    "कबिरा खलक न तजे, जामे कौन वोचार।।"
  ],
  [
    "जहाँ ग्राहक तँह मैं नहीं, जँह मैं गाहक नाय।",
    "बिको न यक भरमत फिरे, पकड़ी शब्द की छाँय।।"
  ],
  [
    "झूठे सुख को सुख कहै, मानता है मन मोद।",
    "जगत चबेना काल का, कुछ मुख में कुछ गोद।।"
  ],
  [
    "जो तु चाहे मुक्ति को, छोड़ दे सबकी आस।",
    "मुक्त ही जैसा हो रहे, सब कुछ तेरे पास।।"
  ],
  [
    "जो जाने जीव आपना, करहीं जीव का सार।",
    "जीवा ऐसा पाहौना, मिले न दीजी बार।।"
  ],
  [
    "ते दिन गये अकारथी, संगत भई न संत।",
    "प्रेम बिना पशु जीवना, भक्ति बिना भगवंत।।"
  ],
  [
    "तीर तुपक से जो लड़े, सो तो शूर न होय।",
    "माया तजि भक्ति करे, सूर कहावै सोय।।"
  ],
  [
    "तन को जोगी सब करे, मन को बिरला कोय।",
    "सहजै सब विधि पाइये, जो मन जोगी होय।।"
  ],
  [
    "तब लग तारा जगमगे, जब लग उगे नसूर।",
    "तब लग जीव जग कर्मवश, जब लग ज्ञान ना पूर।।"
  ],
  [
    "दुर्लभ मानुष जनम है, देह न बारम्बार।",
    "तरुवर ज्यों पत्ती झड़े, बहुरि न लागे डार।।"
  ],
  [
    "दस द्वारे का पींजरा, तामें पंछी मौन।",
    "रहे को अचरज भयौ, गये अचम्भा कौन।।"
  ],
  [
    "धीरे-धीरे रे मना, धीरे सब कुछ होय।",
    "माली सीचें सौ घड़ा, ॠतु आए फल होय।।"
  ],
  [
    "न्हाये धोये क्या हुआ, जो मन मैल न जाय।",
    "मीन सदा जल में रहै, धोये बास न जाय।।"
  ],
  [
    "पाँच पहर धन्धे गया, तीन पहर गया सोय।",
    "एक पहर भी नाम बीन, मुक्ति कैसे होय।।"
  ],
  [
    "पोथी पढ़-पढ़ जग मुआ, पंडित भया न कोय।",
    "ढ़ाई आखर प्रेम का, पढ़ै सो पंड़ित होय।।"
  ],
  [
    "पानी केरा बुदबुदा, अस मानस की जात।",
    "देखत ही छिप जाएगा, ज्यों सारा परभात।।"
  ],
  [
    "पाहन पूजे हरि मिलें, तो मैं पूजौं पहार।",
    "याते ये चक्की भली, पीस खाय संसार।।"
  ],
  [
    "पत्ता बोला वृक्ष से, सुनो वृक्ष बनराय।",
    "अब के बिछुड़े ना मिले, दूर पड़ेंगे जाय।।"
  ],
  [
    "प्रेमभाव एक चाहिए, भेष अनेक बजाय।",
    "चाहे घर में बास कर, चाहे बन मे जाय।।"
  ],
  [
    "बन्धे को बँनधा मिले, छूटे कौन उपाय।",
    "कर संगति निरबन्ध की, पल में लेय छुड़ाय।।"
  ],
  [
    "बूँद पड़ी जो समुद्र में, ताहि जाने सब कोय।",
    "समुद्र समाना बूँद में, बूझै बिरला कोय।।"
  ],
  [
    "बाहर क्या दिखराइये, अन्तर जपिए राम।",
    "कहा काज संसार से, तुझे धनी से काम।।"
  ],
  [
    "बानी से पहचानिए, साम चोर की घात।",
    "अन्दर की करनी से सब, निकले मुँह की बात।।"
  ],
  [
    "मूँड़ मुड़ाये हरि मिले, सब कोई लेय मुड़ाय।",
    "बार-बार के मुड़ते, भेड़ न बैकुण्ठ जाय।।"
  ],
  [
    "माया तो ठगनी बनी, ठगत फिरे सब देश।",
    "जा ठग ने ठगनी ठगो, ता ठग को आदेश।।"
  ],
  [
    "भज दीना कहूँ और ही, तन साधुन के संग।",
    "कहैं कबीर कारी गजी, कैसे लागे रंग।।"
  ],
  [
    "माया छाया एक सी, बिरला जाने कोय।",
    "भागत के पीछे लगे, सन्मुख भागे सोय।।"
  ],
  [
    "मथुरा भावै द्वारिका, भावे जो जगन्नाथ।",
    "साधु संग हरि भजन बिनु, कछु न आवे हाथ।।"
  ],
  [
    "माली आवत देख के, कलियान करी पुकार।",
    "फूल-फूल चुन लिए, काल हमारी बार।।"
  ],
  [
    "मैं रोऊँ सब जगत् को, मोको रोवे न कोय।",
    "मोको रोवे सोचना, जो शब्द बोय की होय।।"
  ],
  [
    "ये तो घर है प्रेम का, खाला का घर नाहिं।",
    "सीस उतारे भुँई धरे, तब बैठें घर माहिं।।"
  ],
  [
    "या दुनियाँ में आ कर, छाँड़ि देय तू ऐंठ।",
    "लेना हो सो लेइले, उठी जात है पैंठ।।"
  ],
  [
    "राम नाम चीन्हा नहीं, कीना पिंजर बास।",
    "नैन न आवे नीदरौं, अलग न आवे भास।।"
  ],
  [
    "रात गंवाई सोय के, दिवस गंवाया खाय।",
    "हीरा जन्म अनमोल था, कौंड़ी बदले जाए।।"
  ],
  [
    "राम बुलावा भेजिया, दिया कबीरा रोय।",
    "जो सुख साधु सगं में, सो बैकुंठ न होय।।"
  ],
  [
    "संगति सों सुख्या ऊपजे, कुसंगति सो दुख होय।",
    "कह कबीर तहँ जाइये, साधु संग जहँ होय।।"
  ],
  [
    "साहिब तेरी साहिबी, सब घट रही समाय।",
    "ज्यों मेहँदी के पात में, लाली रखी न जाय।।"
  ],
  [
    "साँझ पड़े दिन बीतबै, चकवी दीन्ही रोय।",
    "चल चकवा वा देश को, जहाँ रैन नहिं होय।।"
  ],
  [
    "संह ही मे सत बाँटे, रोटी में ते टूक।",
    "कहे कबीर ता दास को, कबहुँ न आवे चूक।।"
  ],
  [
    "साईं आगे साँच है, साईं साँच सुहाय।",
    "चाहे बोले केस रख, चाहे घौंट मुण्डाय।।"
  ],
  [
    "लकड़ी कहै लुहार की, तू मति जारे मोहिं।",
    "एक दिन ऐसा होयगा, मैं जारौंगी तोहि।।"
  ],
  [
    "ज्ञान रतन का जतनकर माटी का संसार।",
    "आय कबीर फिर गया, फीका है संसार।।"
  ],
  [
    "ॠद्धि सिद्धि माँगो नहीं, माँगो तुम पै येह।",
    "निसि दिन दरशन शाधु को, प्रभु कबीर कहुँ देह।।"
  ],
  [
    "क्षमा बड़े न को उचित है, छोटे को उत्पात।",
    "कहा विष्णु का घटि गया, जो भुगु मारीलात।।"
  ],
  [
    "राम-नाम कै पटं तरै, देबे कौं कुछ नाहिं।",
    "क्या ले गुर संतोषिए, हौंस रही मन माहिं।।"
  ],
  [
    "बलिहारी गुर आपणौ, घौंहाड़ी कै बार।",
    "जिनि भानिष तैं देवता, करत न लागी बार।।"
  ],
  [
    "ना गुरु मिल्या न सिष भया, लालच खेल्या डाव।",
    "दुन्यू बूड़े धार में, चढ़ि पाथर की नाव।।"
  ],
  [
    "सतगुर हम सूं रीझि करि, एक कह्मा कर संग।",
    "बरस्या बादल प्रेम का, भींजि गया अब अंग।।"
  ],
  [
    "कबीर सतगुर ना मिल्या, रही अधूरी सीष।",
    "स्वाँग जती का पहरि करि, धरि-धरि माँगे भीष।।"
  ],
  [
    "यह तन विष की बेलरी, गुरु अमृत की खान।",
    "सीस दिये जो गुरु मिलै, तो भी सस्ता जान।।"
  ],
  [
    "तू तू करता तू भया, मुझ में रही न हूँ।",
    "वारी फेरी बलि गई, जित देखौं तित तू।।"
  ],
  [
    "राम पियारा छांड़ि करि, करै आन का जाप।",
    "बेस्या केरा पूतं ज्यूं, कहै कौन सू बाप।।"
  ],
  [
    "कबीरा प्रेम न चषिया, चषि न लिया साव।",
    "सूने घर का पांहुणां, ज्यूं आया त्यूं जाव।।"
  ],
  [
    "कबीरा राम रिझाइ लै, मुखि अमृत गुण गाइ।",
    "फूटा नग ज्यूं जोड़ि मन, संधे संधि मिलाइ।।"
  ],
  [
    "लंबा मारग, दूरिधर, विकट पंथ, बहुमार।",
    "कहौ संतो, क्यूं पाइये, दुर्लभ हरि-दीदार।।"
  ],
  [
    "बिरह-भुवगम तन बसै मंत्र न लागै कोइ।",
    "राम-बियोगी ना जिवै जिवै तो बौरा होइ।।"
  ],
  [
    "यह तन जालों मसि करों, लिखों राम का नाउं।",
    "लेखणि करूं करंक की, लिखी-लिखी राम पठाउं।।"
  ],
  [
    "इस तन का दीवा करौ, बाती मेल्यूं जीवउं।",
    "लोही सींचो तेल ज्यूं, कब मुख देख पठिउं।।"
  ],
  [
    "अंषड़ियां झाईं पड़ी, पंथ निहारि-निहारि।",
    "जीभड़ियाँ छाला पड़या, राम पुकारि-पुकारि।।"
  ],
  [
    "सब रग तंत रबाब तन, बिरह बजावै नित्त।",
    "और न कोई सुणि सकै, कै साईं के चित्त।।"
  ],
  [
    "जो रोऊँ तो बल घटै, हँसो तो राम रिसाइ।",
    "मन ही माहिं बिसूरणा, ज्यूँ घुँण काठहिं खाइ।।"
  ],
  [
    "कबीर हँसणाँ दूरि करि, करि रोवण सौ चित्त।",
    "बिन रोयां क्यूं पाइये, प्रेम पियारा मित्व।।"
  ],
  [
    "सुखिया सब संसार है, खावै और सोवे।",
    "दुखिया दास कबीर है, जागै अरु रौवे।।"
  ],
  [
    "परबति परबति मैं फिरया, नैन गंवाए रोइ।",
    "सो बूटी पाऊँ नहीं, जातैं जीवनि होइ।।"
  ],
  [
    "पूत पियारौ पिता कौं, गौहनि लागो घाइ।",
    "लोभ-मिठाई हाथ दे, आपण गयो भुलाइ।।"
  ],
  [
    "हाँसी खैलो हरि मिलै, कौण सहै षरसान।",
    "काम क्रोध त्रिष्णं तजै, तोहि मिलै भगवान।।"
  ],
  [
    "जा कारणि में ढ़ूँढ़ती, सनमुख मिलिया आइ।",
    "धन मैली पिव ऊजला, लागि न सकौं पाइ।।"
  ],
  [
    "पहुँचेंगे तब कहैगें, उमड़ैंगे उस ठांई।",
    "आजहूं बेरा समंद मैं, बोलि बिगू पैं काई।।"
  ],
  [
    "दीठा है तो कस कहूं, कह्मा न को पतियाइ।",
    "हरि जैसा है तैसा रहो, तू हरिष-हरिष गुण गाइ।।"
  ],
  [
    "भारी कहौं तो बहुडरौं, हलका कहूं तौ झूठ।",
    "मैं का जाणी राम कूं नैनूं कबहूं न दीठ।।"
  ],
  [
    "कबीर एक न जाण्यां, तो बहु जाण्यां क्या होइ।",
    "एक तै सब होत है, सब तैं एक न होइ।।"
  ],
  [
    "कबीर रेख स्यंदूर की, काजल दिया न जाइ।",
    "नैनूं रमैया रमि रह्मा, दूजा कहाँ समाइ।।"
  ],
  [
    "कबीर कूता राम का, मुतिया मेरा नाउं।",
    "गले राम की जेवड़ी, जित खैंचे तित जाउं।।"
  ],
  [
    "कबीर कलिजुग आइ करि, कीये बहुत जो भीत।",
    "जिन दिल बांध्या एक सूं, ते सुख सोवै निचींत।।"
  ],
  [
    "जब लग भगहित सकामता, सब लग निर्फल सेव।",
    "कहै कबीर वै क्यूँ मिलै निह्कामी निज देव।।"
  ],
  [
    "पतिबरता मैली भली, गले कांच को पोत।",
    "सब सखियन में यों दिपै, ज्यों रवि ससि को जोत।।"
  ],
  [
    "कामी अभी न भावई, विष ही कौं ले सोधि।",
    "कुबुध्दि न जीव की, भावै स्यंभ रहौ प्रमोथि।।"
  ],
  [
    "भगति बिगाड़ी कामियां, इन्द्री केरै स्वादि।",
    "हीरा खोया हाथ थैं, जनम गँवाया बादि।।"
  ],
  [
    "परनारी का राचणौ, जिसकी लहसण की खानि।",
    "खूणैं बेसिर खाइय, परगट होइ दिवानि।।"
  ],
  [
    "परनारी राता फिरैं, चोरी बिढ़िता खाहिं।",
    "दिवस चारि सरसा रहै, अति समूला जाहिं।।"
  ],
  [
    "ग्यानी मूल गँवाइया, आपण भये करना।",
    "ताथैं संसारी भला, मन मैं रहै डरना।।"
  ],
  [
    "कामी लज्जा ना करै, न माहें अहिलाद।",
    "नींद न माँगै साँथरा, भूख न माँगे स्वाद।।"
  ],
  [
    "कलि का स्वामी लोभिया, पीतलि घरी खटाइ।",
    "राज-दुबारा यौं फिरै, ज्यँ हरिहाई गाइ।।"
  ],
  [
    "स्वामी हूवा सीतका, पैलाकार पचास।",
    "राम-नाम काठें रह्मा, करै सिषां की आंस।।"
  ],
  [
    "इहि उदर के कारणे, जग पाच्यो निस जाम।",
    "स्वामी-पणौ जो सिरि चढ़यो, सिर यो न एको काम।।"
  ],
  [
    "ब्राह्म्ण गुरु जगत् का, साधू का गुरु नाहिं।",
    "उरझि-पुरझि करि भरि रह्मा, चारिउं बेदा मांहि।।"
  ],
  [
    "कबीर कलि खोटी भई, मुनियर मिलै न कोइ।",
    "लालच लोभी मसकरा, तिनकूँ आदर होइ।।"
  ],
  [
    "कलि का स्वमी लोभिया, मनसा घरी बधाई।",
    "दैंहि पईसा ब्याज़ को, लेखां करता जाई।।"
  ],
  [
    "कबीर इस संसार कौ, समझाऊँ कै बार।",
    "पूँछ जो पकड़ै भेड़ की उतर या चाहे पार।।"
  ],
  [
    "तीरथ करि-करि जग मुवा, डूंधै पाणी न्हाइ।",
    "रामहि राम जपतंडां, काल घसीटया जाइ।।"
  ],
  [
    "चतुराई सूवै पढ़ी, सोइ पंजर मांहि।",
    "फिरि प्रमोधै आन कौं, आपण समझे नाहिं।।"
  ],
  [
    "कबीर मन फूल्या फिरै, करता हूँ मैं घ्रंम।",
    "कोटि क्रम सिरि ले चल्या, चेत न देखै भ्रम।।"
  ],
  [
    "सबै रसाइण मैं क्रिया, हरि सा और न कोई।",
    "तिल इक घर मैं संचरे, तौ सब तन कंचन होई।।"
  ],
  [
    "हरि-रस पीया जाणिये, जे कबहुँ न जाइ खुमार।",
    "मैमता घूमत रहै, नाहि तन की सार।।"
  ],
  [
    "कबीर हरि-रस यौं पिया, बाकी रही न थाकि।",
    "पाका कलस कुंभार का, बहुरि न चढ़ई चाकि।।"
  ],
  [
    "कबीर भाठी कलाल की, बहुतक बैठे आई।",
    "सिर सौंपे सोई पिवै, नहीं तौ पिया न जाई।।"
  ],
  [
    "त्रिक्षणा सींची ना बुझै, दिन दिन बधती जाइ।",
    "जवासा के रुष ज्यूं, घण मेहां कुमिलाइ।।"
  ],
  [
    "कबीर सो घन संचिये, जो आगे कू होइ।",
    "सीस चढ़ाये गाठ की जात न देख्या कोइ।।"
  ],
  [
    "कबीर माया मोहिनी, जैसी मीठी खांड़।",
    "सतगुरु की कृपा भई, नहीं तौ करती भांड़।।"
  ],
  [
    "कबीर माया पापरगी, फंध ले बैठी हाटि।",
    "सब जग तौ फंधै पड्या, गया कबीर काटि।।"
  ],
  [
    "कबीर जग की जो कहै, भौ जलि बूड़ै दास।",
    "पारब्रह्म पति छांड़ि करि, करै मानि की आस।।"
  ],
  [
    "बुगली नीर बिटालिया, सायर चढ़या कलंक।",
    "और पखेरू पी गये, हंस न बौवे चंच।।"
  ],
  [
    "कबीर इस संसार का, झूठा माया मोह।",
    "जिहि धारि जिता बाधावणा, तिहीं तिता अंदोह।।"
  ],
  [
    "माया तजी तौ क्या भया, मानि तजि नही जाइ।",
    "मानि बड़े मुनियर मिले, मानि सबनि को खाइ।।"
  ],
  [
    "करता दीसै कीरतन, ऊँचा करि करि तुंड।",
    "जाने-बूझै कुछ नहीं, यौं ही अंधा रुंड।।"
  ],
  [
    "कबीर पढ़ियो दूरि करि, पुस्तक देइ बहाइ।",
    "बावन आषिर सोधि करि, ररै मर्मे चित्त लाइ।।"
  ],
  [
    "मैं जाण्यूँ पाढ़िबो भलो, पाढ़िबा थे भलो जोग।",
    "राम-नाम सूं प्रीती करि, भल भल नींयो लोग।।"
  ],
  [
    "पद गाएं मन हरषियां, साषी कह्मां अनंद।",
    "सो तत नांव न जाणियां, गल में पड़िया फंद।।"
  ],
  [
    "जैसी मुख तै नीकसै, तैसी चाले चाल।",
    "पार ब्रह्म नेड़ा रहै, पल में करै निहाल।।"
  ],
  [
    "काजी-मुल्ला भ्रमियां, चल्या युनीं कै साथ।",
    "दिल थे दीन बिसारियां, करद लई जब हाथ।।"
  ],
  [
    "प्रेम-प्रिति का चालना, पहिरि कबीरा नाच।",
    "तन-मन तापर वारहुँ, जो कोइ बौलौ सांच।।"
  ],
  [
    "सांच बराबर तप नहीं, झूठ बराबर पाप।",
    "जाके हिरदै में सांच है, ताके हिरदै हरि आप।।"
  ],
  [
    "खूब खांड है खीचड़ी, माहि ष्डयाँ टुक कून।",
    "देख पराई चूपड़ी, जी ललचावे कौन।।"
  ],
  [
    "साईं सेती चोरियाँ, चोरा सेती गुझ।",
    "जाणैंगा रे जीवएगा, मार पड़ैगी तुझ।।"
  ],
  [
    "तीरथ तो सब बेलड़ी, सब जग मेल्या छाय।",
    "कबीर मूल निकंदिया, कौण हलाहल खाय।।"
  ],
  [
    "जप-तप दीसैं थोथरा, तीरथ व्रत बेसास।",
    "सूवै सैंबल सेविया, यौ जग चल्या निरास।।"
  ],
  [
    "जेती देखौ आत्म, तेता सालिगराम।",
    "राधू प्रतषि देव है, नहीं पाथ सूँ काम।।"
  ],
  [
    "कबीर दुनिया देहुरै, सीत नवांवरग जाइ।",
    "हिरदा भीतर हरि बसै, तू ताहि सौ ल्यो लाइ।।"
  ],
  [
    "मन मथुरा दिल द्वारिका, काया कासी जाणि।",
    "दसवां द्वारा देहुरा, तामै जोति पिछिरिग।।"
  ],
  [
    "मेरे संगी दोइ जरग, एक वैष्णौ एक राम।",
    "वो है दाता मुक्ति का, वो सुमिरावै नाम।।"
  ],
  [
    "मथुरा जाउ भावे द्वारिका, भावै जाउ जगनाथ।",
    "साथ-संगति हरि-भागति बिन-कछु न आवै हाथ।।"
  ],
  [
    "कबीर संगति साधु की, बेगि करीजै जाइ।",
    "दुर्मति दूरि बंबाइसी, देसी सुमति बताइ।।"
  ],
  [
    "उज्जवल देखि न धीजिये, वग ज्यूं माडै ध्यान।",
    "धीर बौठि चपेटसी, यूँ ले बूडै ग्यान।।"
  ],
  [
    "जेता मीठा बोलरगा, तेता साधन जारिग।",
    "पहली था दिखाइ करि, उडै देसी आरिग।।"
  ],
  [
    "जानि बूझि सांचहिं तर्जे, करै झूठ सूँ नेहु।",
    "ताकि संगति राम जी, सुपिने ही पिनि देहु।।"
  ],
  [
    "कबीर तास मिलाइ, जास हियाली तू बसै।",
    "नहिंतर बेगि उठाइ, नित का गंजर को सहै।।"
  ],
  [
    "कबीरा बन-बन मे फिरा, कारणि आपणै राम।",
    "राम सरीखे जन मिले, तिन सारे सवेरे काम।।"
  ],
  [
    "कबीर मन पंषो भया, जहाँ मन वहाँ उड़ि जाय।",
    "जो जैसी संगति करै, सो तैसे फल खाइ।।"
  ],
  [
    "कबीरा खाई कोट कि, पानी पिवै न कोई।",
    "जाइ मिलै जब गंग से, तब गंगोदक होइ।।"
  ],
  [
    "माषी गुड़ मैं गड़ि रही, पंख रही लपटाई।",
    "ताली पीटै सिरि घुनै, मीठै बोई माइ।।"
  ],
  [
    "मूरख संग न कीजिये, लोहा जलि न तिराइ।",
    "कदली-सीप-भुजगं मुख, एक बूंद तिहँ भाइ।।"
  ],
  [
    "हरिजन सेती रुसणा, संसारी सूँ हेत।",
    "ते णर कदे न नीपजौ, ज्यूँ कालर का खेत।।"
  ],
  [
    "काजल केरी कोठड़ी, तैसी यहु संसार।",
    "बलिहारी ता दास की, पैसिर निकसण हार।।"
  ],
  [
    "पाणी हीतै पातला, धुवाँ ही तै झीण।",
    "पवनां बेगि उतावला, सो दोस्त कबीर कीन्ह।।"
  ],
  [
    "आसा का ईंधण करूँ, मनसा करूँ बिभूति।",
    "जोगी फेरी फिल करूँ, यौं बिनना वो सूति।।"
  ],
  [
    "हस्ती चढ़िये ज्ञान की, सहज दुलीचा डार।",
    "श्वान रूप संसार है, भूकन दे झक मार।।"
  ],
  [
    "या दुनिया दो रोज की, मत कर या सो हेत।",
    "गुरु चरनन चित लाइये, जो पूरन सुख हेत।।"
  ],
  [
    "सरगुन की सेवा करो, निरगुन का करो ज्ञान।",
    "निरगुन सरगुन के परे, तहीं हमारा ध्यान।।"
  ],
  [
    "घन गरजै, दामिनि दमकै, बूँदैं बरसैं, झर लाग गए।",
    "हर तलाब में कमल खिले, तहाँ भानु परगट भये।।"
  ],
  [
    "क्या काशी क्या ऊसर मगहर, राम हृदय बस मोरा।",
    "जो कासी तन तजै कबीरा, रामे कौन निहोरा।।"
  ],
  [
    "कबीरा प्याला प्रेम का, अंतर लिया लगाय।",
    "रोम रोम में रमि रहा, और अमल क्या खाय।।"
  ],
  [
    "जल में बसै कमोदिनी, चंदा बसै अकास।",
    "जो है जाको भावता, सो ताही के पास।।"
  ],
  [
    "प्रीतम के पतियाँ लिखूँ, जो कहुँ होय बिदेस।",
    "तन में मन में नैन में, ताको कहा सँदेस।।"
  ],
  [
    "कबीर मारू मन कूँ, टूक-टूक है जाइ।",
    "विष की क्यारी बोइ करि, लुणत कहा पछिताइ।।"
  ],
  [
    "कागद केरी नाव री, पाणी केरी गंग।",
    "कहै कबीर कैसे तिरूँ, पंच कुसंगी संग।।"
  ],
  [
    "मैं मन्ता मन मारि रे, घट ही माहैं घेरि।",
    "जबहीं चालै पीठि दे, अंकुस दै-दै फेरि।।"
  ],
  [
    "मनह मनोरथ छाँड़िये, तेरा किया न होइ।",
    "पाणी में घीव नीकसै, तो रूखा खाइ न कोइ।।"
  ],
  [
    "एक दिन ऐसा होएगा, सब सूँ पड़े बिछोइ।",
    "राजा राणा छत्रपति, सावधान किन होइ।।"
  ],
  [
    "कबीर नौबत आपणी, दिन-दस लेहू बजाइ।",
    "ए पुर पाटन, ए गली, बहुरि न देखै आइ।।"
  ],
  [
    "जिनके नौबति बाजती, भैंगल बंधते बारि।",
    "एकै हरि के नाव बिन, गए जनम सब हारि।।"
  ],
  [
    "कहा कियौ हम आइ करि, कहा कहैंगे जाइ।",
    "इत के भये न उत के, चलित भूल गँवाइ।।"
  ],
  [
    "बिन रखवाले बाहिरा, चिड़िया खाया खेत।",
    "आधा-परधा ऊबरै, चेति सकै तो चैति।।"
  ],
  [
    "कबीर कहा गरबियौ, काल कहै कर केस।",
    "ना जाणै कहाँ मारिसी, कै धरि के परदेस।।"
  ],
  [
    "नान्हा कातौ चित्त दे, महँगे मोल बिलाइ।",
    "गाहक राजा राम है, और न नेडा आइ।।"
  ],
  [
    "उजला कपड़ा पहिरि करि, पान सुपारी खाहिं।",
    "एकै हरि के नाव बिन, बाँधे जमपुरि जाहिं।।"
  ],
  [
    "कबीर केवल राम की, तू जिनि छाँड़ै ओट।",
    "घण-अहरनि बिचि लौह ज्यूँ, घणी सहै सिर चोट।।"
  ],
  [
    "मैं-मैं बड़ी बलाइ है सकै तो निकसौ भाजि।",
    "कब लग राखौ हे सखी, रुई लपेटी आगि।।"
  ],
  [
    "कबीर माला मन की, और संसारी भेष।",
    "माला पहरयां हरि मिलै, तौ अरहट कै गलि देखि।।"
  ],
  [
    "माला पहिरै मनभुषी, ताथै कछू न होइ।",
    "मन माला को फैरता, जग उजियारा सोइ।।"
  ],
  [
    "कैसो कहा बिगाड़िया, जो मुंडै सौ बार।",
    "मन को काहे न मूंडिये, जामे विषम-विकार।।"
  ],
  [
    "माला पहरयां कुछ नहीं, भगति न आई हाथ।",
    "माथौ मूँछ मुंडाइ करि, चल्या जगत् के साथ।।"
  ],
  [
    "बैसनो भया तौ क्या भया, बूझा नहीं बबेक।",
    "छापा तिलक बनाइ करि, दगहया अनेक।।"
  ],
  [
    "स्वाँग पहरि सो रहा भया, खाया-पीया खूंदि।",
    "जिहि तेरी साधु नीकले, सो तो मेल्ही मूंदि।।"
  ],
  [
    "चतुराई हरि ना मिलै, ए बातां की बात।",
    "एक निस प्रेही निरधार का गाहक गोपीनाथ।।"
  ],
  [
    "एष ले बूढ़ी पृथमी, झूठे कुल की लार।",
    "अलष बिसारयो भेष में, बूड़े काली धार।।"
  ],
  [
    "कबीर हरि का भावता, झीणां पंजर।",
    "रैणि न आवै नींदड़ी, अंगि न चढ़ई मांस।।"
  ],
  [
    "सिंहों के लेहँड नहीं, हंसों की नहीं पाँत।",
    "लालों की नहि बोरियाँ, साध न चलै जमात।।"
  ],
  [
    "गाँठी दाम न बांधई, नहिं नारी सों नेह।",
    "कह कबीर ता साध की, हम चरनन की खेह।।"
  ],
  [
    "निरबैरी निहकामता, साईं सेती नेह।",
    "विषिया सूं न्यारा रहै, संतनि का अंग सह।।"
  ],
  [
    "जिहिं हिरदै हरि आइया, सो क्यूं छाना होइ।",
    "जतन-जतन करि दाबिये, तऊ उजाला सोइ।।"
  ],
  [
    "काम मिलावे राम कूं, जे कोई जाणै राखि।",
    "कबीर बिचारा क्या कहै, जाकि सुख्देव बोले साख।।"
  ],
  [
    "राम वियोगी तन बिकल, ताहि न चीन्हे कोई।",
    "तंबोली के पान ज्यूं, दिन-दिन पीला होई।।"
  ],
  [
    "पावक रूपी राम है, घटि-घटि रह्या समाइ।",
    "चित चकमक लागै नहीं, ताथै घूवाँ है-है जाइ।।"
  ],
  [
    "फाटै दीदै में फिरौं, नजिर न आवै कोई।",
    "जिहि घटि मेरा साँइयाँ, सो क्यूं छाना होई।।"
  ],
  [
    "हैवर गैवर सघन धन, छत्रपती की नारि।",
    "तास पटेतर ना तुलै, हरिजन की पनिहारि।।"
  ],
  [
    "जिहिं धरि साध न पूजि, हरि की सेवा नाहिं।",
    "ते घर भड़धट सारषे, भूत बसै तिन माहिं।।"
  ],
  [
    "कबीर कुल तौ सोभला, जिहि कुल उपजै दास।",
    "जिहिं कुल दास न उपजै, सो कुल आक-पलास।।"
  ],
  [
    "क्यूं नृप-नारी नींदिये, क्यूं पनिहारी कौ मान।",
    "वा माँग सँवारे पील कौ, या नित उठि सुमिरैराम।।"
  ],
  [
    "काबा फिर कासी भया, राम भया रे रहीम।",
    "मोट चून मैदा भया, बैठि कबीरा जीम।।"
  ],
  [
    "दुखिया भूखा दुख कौं, सुखिया सुख कौं झूरि।",
    "सदा अजंदी राम के, जिनि सुख-दुख गेल्हे दूरि।।"
  ],
  [
    "कबीर दुबिधा दूरि करि, एक अंग है लागि।",
    "यहु सीतल बहु तपति है, दोऊ कहिये आगि।।"
  ],
  [
    "कबीर का तू चिंतवै, का तेरा च्यंत्या होइ।",
    "अण्च्यंत्या हरिजी करै, जो तोहि च्यंत न होइ।।"
  ],
  [
    "भूखा भूखा क्या करैं, कहा सुनावै लोग।",
    "भांडा घड़ि जिनि मुख यिका, सोई पूरण जोग।।"
  ],
  [
    "रचनाहार कूं चीन्हि लै, खैबे कूं कहा रोइ।",
    "दिल मंदि मैं पैसि करि, ताणि पछेवड़ा सोइ।।"
  ],
  [
    "कबीर सब जग हंडिया, मांदल कंधि चढ़ाइ।",
    "हरि बिन अपना कोउ नहीं, देखे ठोकि बनाइ।।"
  ],
  [
    "मांगण मरण समान है, बिरता बंचै कोई।",
    "कहै कबीर रघुनाथ सूं, मति रे मंगावे मोहि।।"
  ],
  [
    "मानि महतम प्रेम-रस गरवातण गुण नेह।",
    "ए सबहीं अहला गया, जबही कह्या कुछ देह।।"
  ],
  [
    "संत न बांधै गाठड़ी, पेट समाता-तेइ।",
    "साईं सूं सनमुख रहै, जहाँ माँगे तहां देइ।।"
  ],
  [
    "कबीर संसा कोउ नहीं, हरि सूं लाग्गा हेत।",
    "काम-क्रोध सूं झूझणा, चौडै मांड्या खेत।।"
  ],
  [
    "कबीर सोई सूरिमा, मन सूँ मांडै झूझ।",
    "पंच पयादा पाड़ि ले, दूरि करै सब दूज।।"
  ],
  [
    "जिस मरनै यैं जग डरै, सो मेरे आनन्द।",
    "कब मरिहूँ कब देखिहूँ पूरन परमानंद।।"
  ],
  [
    "अब तौ जूझया ही बरगै, मुडि चल्यां घर दूर।",
    "सिर साहिबा कौ सौंपता, सोंच न कीजै सूर।।"
  ],
  [
    "कबीर घोड़ा प्रेम का, चेतनि चाढ़ि असवार।",
    "ग्यान खड़ग गहि काल सिरि, भली मचाई मार।।"
  ],
  [
    "कबीर हरि सब कूँ भजै, हरि कूँ भजै न कोइ।",
    "जब लग आस सरीर की, तब लग दास न होइ।।"
  ],
  [
    "सिर साटें हरि सेवेये, छांड़ि जीव की बाणि।",
    "जे सिर दीया हरि मिलै, तब लगि हाणि न जाणि।।"
  ],
  [
    "जेते तारे रैणि के, तेतै बैरी मुझ।",
    "धड़ सूली सिर कंगुरै, तऊ न बिसारौ तुझ।।"
  ],
  [
    "आपा भेटियाँ हरि मिलै, हरि मेट् या सब जाइ।",
    "अकथ कहाणी प्रेम की, कह्या न कोउ पत्याइ।।"
  ],
  [
    "जीवन थैं मरिबो भलौ, जो मरि जानैं कोइ।",
    "मरनैं पहली जे मरै, जो कलि अजरावर होइ।।"
  ],
  [
    "कबीर मन मृतक भया, दुर्बल भया सरीर।",
    "तब पैंडे लागा हरि फिरै, कहत कबीर कबीर।।"
  ],
  [
    "रोड़ा है रहो बाट का, तजि पाषंड अभिमान।",
    "ऐसा जे जन है रहै, ताहि मिलै भगवान।।"
  ],
  [
    "कबीर चेरा संत का, दासनि का परदास।",
    "कबीर ऐसैं होइ रक्षा, ज्यूँ पाऊँ तलि घास।।"
  ],
  [
    "अबरन कों का बरनिये, भोपै लख्या न जाइ।",
    "अपना बाना वाहिया, कहि-कहि थाके भाइ।।"
  ],
  [
    "जिसहि न कोई विसहि तू, जिस तू तिस सब कोई।",
    "दरिगह तेरी सांइयाँ, जा मरूम कोइ होइ।।"
  ],
  [
    "साँई मेरा वाणियां, सहति करै व्यौपार।",
    "बिन डांडी बिन पालड़ै तौले सब संसार।।"
  ],
  [
    "झल बावै झल दाहिनै, झलहि माहि त्योहार।",
    "आगै-पीछै झलमाई, राखै सिरजनहार।।"
  ],
  [
    "एसी बाणी बोलिये, मन का आपा खोइ।",
    "औरन को सीतल करै, आपौ सीतल होइ।।"
  ],
  [
    "कबीर हरि कग नाव सूँ प्रीति रहै इकवार।",
    "तौ मुख तैं मोती झड़ै हीरे अन्त न पार।।"
  ],
  [
    "कोई एक राखै सावधां, चेतनि पहरै जागि।",
    "बस्तर बासन सूँ खिसै, चोर न सकई लागि।।"
  ],
  [
    "बारी-बारी आपणीं, चले पियारे म्यंत।",
    "तेरी बारी रे जिया, नेड़ी आवै निंत।।"
  ],
  [
    "पदारथ पेलि करि, कंकर लीया हाथि।",
    "जोड़ी बिछटी हंस की, पड़या बगां के साथि।।"
  ],
  [
    "निंदक नियारे राखिये, आंगन कुटि छबाय।",
    "बिन पाणी बिन सबुना, निरमल करै सुभाय।।"
  ],
  [
    "गोत्यंद के गुण बहुत हैं, लिखै जु हिरदै मांहि।",
    "डरता पाणी जा पीऊं, मति वै धोये जाहि।।"
  ],
  [
    "जो ऊग्या सो आंथवै, फूल्या सो कुमिलाइ।",
    "जो चिणियां सो ढहि पड़ै, जो आया सो जाइ।।"
  ],
  [
    "सीतलता तब जाणियें, समिता रहै समाइ।",
    "पष छाँड़ै निरपष रहै, सबद न देष्या जाइ।।"
  ],
  [
    "खूंदन तौ धरती सहै, बाढ़ सहै बनराइ।",
    "कुसबद तौ हरिजन सहै, दूजै सह्या न जाइ।।"
  ],
  [
    "नीर पियावत क्या फिरै, सायर घर-घर बारि।",
    "जो त्रिषावन्त होइगा, सो पीवेगा झखमारि।।"
  ],
  [
    "कबीर सिरजन हार बिन, मेरा हित न कोइ।",
    "गुण औगुण बिहणै नहीं, स्वारथ बँधी लोइ।।"
  ],
  [
    "हीरा परा बजार में, रहा छार लपिटाइ।",
    "ब तक मूरख चलि गये पारखि लिया उठाइ।।"
  ],
  [
    "सुरति करौ मेरे साइयां, हम हैं भोजन माहिं।",
    "आपे ही बहि जाहिंगे, जौ नहिं पकरौ बाहिं।।"
  ],
  [
    "क्या मुख लै बिनती करौं, लाज आवत है मोहि।",
    "तुम देखत ओगुन करौं, कैसे भावों तोहि।।"
  ],
  [
    "सब काहू का लीजिये, साचां सबद निहार।",
    "पच्छपात ना कीजिये कहै कबीर विचार।।"
  ],
  [
    "गुरु सों ज्ञान जु लीजिये सीस दीजिए दान।",
    "बहुतक भोदूँ बहि गये, राखि जीव अभिमान।।"
  ],
  [
    "गुरु को कीजै दण्डव कोटि-कोटि परनाम।",
    "कीट न जाने भृगं को, गुरु करले आप समान।।"
  ],
  [
    "कुमति कीच चेला भरा, गुरु ज्ञान जल होय।",
    "जनम-जनम का मोरचा, पल में डारे धोय।।"
  ],
  [
    "गुरु पारस को अन्तरो, जानत है सब सन्त।",
    "वह लोहा कंचन करे, ये करि लेय महन्त।।"
  ],
  [
    "गुरु की आज्ञा आवै, गुरु की आज्ञा जाय।",
    "कहैं कबीर सो सन्त हैं, आवागमन नशाय।।"
  ],
  [
    "जो गुरु बसै बनारसी, सीष समुन्दर तीर।",
    "एक पलक बिसरे नहीं, जो गुण होय शरीर।।"
  ],
  [
    "गुरु कुम्हार सिष कुंभ है, गढ़ि-गढ़ि काढ़ै खोट।",
    "अन्तर हाथ सहार दै, बाहर बाहै चोट।।"
  ],
  [
    "गुरु को सिर राखिये, चलिये आज्ञा माहिं।",
    "कहैं कबीर ता दास को, तीन लोक भय नहिं।।"
  ],
  [
    "लच्छ कोष जो गुरु बसै, दीजै सुरति पठाय।",
    "शब्द तुरी बसवार है, छिन आवै छिन जाय।।"
  ],
  [
    "गुरु मूरति गति चन्द्रमा, सेवक नैन चकोर।",
    "आठ पहर निरखता रहे, गुरु मूरति की ओर।।"
  ],
  [
    "गुरु सों प्रीति निबाहिये, जेहि तत निबटै सन्त।",
    "प्रेम बिना ढिग दूर है, प्रेम निकट गुरु कन्त।।"
  ],
  [
    "गुरु बिन ज्ञान न उपजै, गुरु बिन मिलै न मोष।",
    "गुरु बिन लखै न सत्य को, गुरु बिन मिटे न दोष।।"
  ],
  [
    "गुरु मूरति आगे खड़ी, दुनिया भेद कछु नाहिं।",
    "उन्हीं कूँ परनाम करि, सकल तिमिर मिटि जाहिं।।"
  ],
  [
    "गुरु शरणागति छाड़ि के, करै भरौसा और।",
    "सुख सम्पति की कह चली, नहीं परक ये ठौर।।"
  ],
  [
    "सिष खांडा गुरु भसकला, चढ़ै शब्द खरसान।",
    "शब्द सहै सम्मुख रहै, निपजै शीष सुजान।।"
  ],
  [
    "ज्ञान समागम प्रेम सुख, दया भक्ति विश्वास।",
    "गुरु सेवा ते पाइये, सद्गुरु चरण निवास।।"
  ],
  [
    "अहं अग्नि निशि दिन जरै, गुरु सो चाहे मान।",
    "ताको जम न्योता दिया, होउ हमार मेहमान।।"
  ],
  [
    "जैसी प्रीति कुटुम्ब की, तैसी गुरु सों होय।",
    "कहैं कबीर ता दास का, पला न पकड़ै कोय।।"
  ],
  [
    "मूल ध्यान गुरु रूप है, मूल पूजा गुरु पाँव।",
    "मूल नाम गुरु वचन है, मूल सत्य सतभाव।।"
  ],
  [
    "पंडित पाढ़ि गुनि पचि मुये, गुरु बिना मिलै न ज्ञान।",
    "ज्ञान बिना नहिं मुक्ति है, सत्त शब्द परनाम।।"
  ],
  [
    "सोइ-सोइ नाच नचाइये, जेहि निबहे गुरु प्रेम।",
    "कहै कबीर गुरु प्रेम बिन, कतहुँ कुशल नहि क्षेम।।"
  ],
  [
    "कहैं कबीर जजि भरम को, नन्हा है कर पीव।",
    "तजि अहं गुरु चरण गहु, जमसों बाचै जीव।।"
  ],
  [
    "कोटिन चन्दा उगही, सूरज कोटि हज़ार।",
    "तीमिर तौ नाशै नहीं, बिन गुरु घोर अंधार।।"
  ],
  [
    "तबही गुरु प्रिय बैन कहि, शीष बढ़ी चित प्रीत।",
    "ते रहियें गुरु सनमुखाँ कबहूँ न दीजै पीठ।।"
  ],
  [
    "तन मन शीष निछावरै, दीजै सरबस प्रान।",
    "कहैं कबीर गुरु प्रेम बिन, कितहूँ कुशल नहिं क्षेम।।"
  ],
  [
    "जो गुरु पूरा होय तो, शीषहि लेय निबाहि।",
    "शीष भाव सुत्त जानिये, सुत ते श्रेष्ठ शिष आहि।।"
  ],
  [
    "भौ सागर की त्रास तेक, गुरु की पकड़ो बाँहि।",
    "गुरु बिन कौन उबारसी, भौ जल धारा माँहि।।"
  ],
  [
    "करै दूरि अज्ञानता, अंजन ज्ञान सुदेय।",
    "बलिहारी वे गुरुन की हंस उबारि जुलेय।।"
  ],
  [
    "सुनिये सन्तों साधु मिलि, कहहिं कबीर बुझाय।",
    "जेहि विधि गुरु सों प्रीति छै कीजै सोई उपाय।।"
  ],
  [
    "अबुध सुबुध सुत मातु पितु, सबहि करै प्रतिपाल।",
    "अपनी और निबाहिये, सिख सुत गहि निज चाल।।"
  ],
  [
    "लौ लागी विष भागिया, कालख डारी धोय।",
    "कहैं कबीर गुरु साबुन सों, कोई इक ऊजल होय।।"
  ],
  [
    "राजा की चोरी करे, रहै रंग की ओट।",
    "कहैं कबीर क्यों उबरै, काल कठिन की चोट।।"
  ],
  [
    "साबुन बिचारा क्या करे, गाँठे राखे मोय।",
    "जल सो अरसां नहिं, क्यों कर ऊजल होय।।"
  ],
  [
    "सत्गुरु तो सतभाव है, जो अस भेद बताय।",
    "धन्य शीष धन भाग तिहि जो ऐसी सुधि पाय।।"
  ],
  [
    "सतगुरु शरण न आवहीं, फिर फिर होय अकाज।",
    "जीव खोय सब जायेंगे काल तिहूँ पुर राज।।"
  ],
  [
    "सतगुरु मिला जु जानिये, ज्ञान उजाला होय।",
    "भ्रम का भांड तोड़ि करि, रहै निराला होय।।"
  ],
  [
    "मनहिं दिया निज सब दिया, मन से संग शरीर।",
    "अब देवे को क्या रहा, यों कयि कहहिं कबीर।।"
  ],
  [
    "सतगुरु को माने नही, अपनी कहै बनाय।",
    "कहै कबीर क्या कीजिये, और मता मन जाय।।"
  ],
  [
    "जग में युक्ति अनूप है, साधु संग गुरु ज्ञान।",
    "तामें निपट अनूप है, सतगुरु लागा कान।।"
  ],
  [
    "कबीर समूझा कहत है, पानी थाह बताय।",
    "ताकूँ सतगुरु का करे, जो औघट डूबे जाय।।"
  ],
  [
    "बिन सतगुरु उपदेश, सुर नर मुनि नहिं निस्तरे।",
    "ब्रह्मा-विष्णु, महेश और सकल जिव को गिनै।।"
  ],
  [
    "केते पढ़ि गुनि पचि भुए, योग यज्ञ तप लाय।",
    "बिन सतगुरु पावै नहीं, कोटिन करे उपाय।।"
  ],
  [
    "डूबा औघट न तरै, मोहिं अंदेशा होय।",
    "लोभ नदी की धार में, कहा पड़ो नर सोइ।।"
  ],
  [
    "सतगुरु खोजो सन्त, जोव काज को चाहहु।",
    "मेटो भव को अंक, आवा गवन निवारहु।।"
  ],
  [
    "करहु छोड़ कुल लाज, जो सतगुरु उपदेश है।",
    "होये सब जिव काज, निश्चय करि परतीत करू।।"
  ],
  [
    "यह सतगुरु उपदेश है, जो मन माने परतीत।",
    "करम भरम सब त्यागि के, चलै सो भव जल जीत।।"
  ],
  [
    "जग सब सागर मोहिं, कहु कैसे बूड़त तेरे।",
    "गहु सतगुरु की बाहिं जो जल थल रक्षा करै।।"
  ],
  [
    "जानीता बूझा नहीं बूझि किया नहीं गौन।",
    "अन्धे को अन्धा मिला, राह बतावे कौन।।"
  ],
  [
    "गुरु लोभ शिष लालची, दोनों खेले दाँव।",
    "दोनों बूड़े बापुरे, चढ़ि पाथर की नाँव।।"
  ],
  [
    "आगे अंधा कूप में, दूजे लिया बुलाय।",
    "दोनों बूडछे बापुरे, निकसे कौन उपाय।।"
  ],
  [
    "गुरु किया है देह का, सतगुरु चीन्हा नाहिं।",
    "भवसागर के जाल में, फिर फिर गोता खाहि।।"
  ],
  [
    "पूरा सतगुरु न मिला, सुनी अधूरी सीख।",
    "स्वाँग यती का पहिनि के, घर घर माँगी भीख।।"
  ],
  [
    "कबीर गुरु है घाट का, हाँटू बैठा चेल।",
    "मूड़ मुड़ाया साँझ कूँ गुरु सबेरे ठेल।।"
  ],
  [
    "गुरु-गुरु में भेद है, गुरु-गुरु में भाव।",
    "सोइ गुरु नित बन्दिये, शब्द बतावे दाव।।"
  ],
  [
    "जो गुरु ते भ्रम न मिटे, भ्रान्ति न जिसका जाय।",
    "सो गुरु झूठा जानिये, त्यागत देर न लाय।।"
  ],
  [
    "झूठे गुरु के पक्ष की, तजत न कीजै वार।",
    "द्वार न पावै शब्द का, भटके बारम्बार।।"
  ],
  [
    "सद्गुरु ऐसा कीजिये, लोभ मोह भ्रम नाहिं।",
    "दरिया सो न्यारा रहे, दीसे दरिया माहि।।"
  ],
  [
    "कबीर बेड़ा सार का, ऊपर लादा सार।",
    "पापी का पापी गुरु, यो बूढ़ा संसार।।"
  ],
  [
    "जो गुरु को तो गम नहीं, पाहन दिया बताय।",
    "शिष शोधे बिन सेइया, पार न पहुँचा जाए।।"
  ],
  [
    "सोचे गुरु के पक्ष में, मन को दे ठहराय।",
    "चंचल से निश्चल भया, नहिं आवै नहीं जाय।।"
  ],
  [
    "गु अँधियारी जानिये, रु कहिये परकाश।",
    "मिटि अज्ञाने ज्ञान दे, गुरु नाम है तास।।"
  ],
  [
    "गुरुवा तो घर फिरे, दीक्षा हमारी लेह।",
    "कै बूड़ौ कै ऊबरो, टका परदानी देह।।"
  ],
  [
    "गुरुवा तो सस्ता भया, कौड़ी अर्थ पचास।",
    "अपने तन की सुधि नहीं, शिष्य करन की आस।।"
  ],
  [
    "जाका गुरु है गीरही, गिरही चेला होय।",
    "कीच-कीच के धोवते, दाग न छूटे कोय।।"
  ],
  [
    "गुरु मिला तब जानिये, मिटै मोह तन ताप।",
    "हरष शोष व्यापे नहीं, तब गुरु आपे आप।।"
  ],
  [
    "यह तन विषय की बेलरी, गुरु अमृत की खान।",
    "सीस दिये जो गुरु मिलै, तो भी सस्ता जान।।"
  ],
  [
    "बँधे को बँधा मिला, छूटै कौन उपाय।",
    "कर सेवा निरबन्ध की पल में लेय छुड़ाय।।"
  ],
  [
    "गुरु बिचारा क्या करे, ह्रदय भया कठोर।",
    "नौ नेजा पानी चढ़ा पथर न भीजी कोर।।"
  ],
  [
    "कहता हूँ कहि जात हूँ, देता हूँ हेला।",
    "गुरु की करनी गुरु जाने चेला की चेला।।"
  ],
  [
    "शिष्य पुजै आपना, गुरु पूजै सब साध।",
    "कहैं कबीर गुरु शीष को, मत है अगम अगाध।।"
  ],
  [
    "हिरदे ज्ञान न उपजै, मन परतीत न होय।",
    "ताके सद्गुरु कहा करें, घनघसि कुल्हरन होय।।"
  ],
  [
    "ऐसा कोई न मिला, जासू कहूँ निसंक।",
    "जासो हिरदा की कहूँ, सो फिर मारे डंक।।"
  ],
  [
    "शिष किरपिन गुरु स्वारथी, किले योग यह आय।",
    "कीच-कीच के दाग को, कैसे सके छुड़ाय।।"
  ],
  [
    "स्वामी सेवक होय के, मनही में मिलि जाय।",
    "चतुराई रीझै नहीं, रहिये मन के माय।।"
  ],
  [
    "सत को खोजत मैं फिरूँ, सतिया न मिलै न कोय।",
    "जब सत को सतिया मिले, विष तजि अमृत होय।।"
  ],
  [
    "कबीर गुरु की भक्ति बिन, राजा ससभ होय।",
    "माटी लदै कुम्हार की, घास न डारै कोय।।"
  ],
  [
    "कबीर गुरु की भक्ति बिन, नारी कूकरी होय।",
    "गली-गली भूँकत फिरै, टूक न डारै कोय।।"
  ],
  [
    "जो कामिनि परदै रहे, सुनै न गुरुगुण बात।",
    "सो तो होगी कूकरी, फिरै उघारे गात।।"
  ],
  [
    "चौंसठ दीवा जोय के, चौदह चन्दा माहिं।",
    "तेहि घर किसका चाँदना, जिहि घर सतगुरु नाहिं।।"
  ],
  [
    "झिरमिर झिरमिर बरसिया, पाहन ऊपर मेह।",
    "माटी गलि पानी भई, पाहन वाही नेह।।"
  ],
  [
    "कबीर ह्रदय कठोर के, शब्द न लागे सार।",
    "सुधि-सुधि के हिरदे विधे, उपजै ज्ञान विचार।।"
  ],
  [
    "कबीर चन्दर के भिरै, नीम भी चन्दन होय।",
    "बूड़यो बाँस बड़ाइया, यों जनि बूड़ो कोय।।"
  ],
  [
    "पशुआ सों पालो परो, रहू-रहू हिया न खीज।",
    "ऊसर बीज न उगसी, बोवै दूना बीज।।"
  ],
  [
    "कंचन मेरू अरपही, अरपैं कनक भण्डार।",
    "कहैं कबीर गुरु बेमुखी, कबहूँ न पावै पार।।"
  ],
  [
    "साकट का मुख बिम्ब है निकसत बचन भुवंग।",
    "ताकि औषण मौन है, विष नहिं व्यापै अंग।।"
  ],
  [
    "शुकदेव सरीखा फेरिया, तो को पावे पार।",
    "बिनु गुरु निगुरा जो रहे, पड़े चौरासी धार।।"
  ],
  [
    "कबीर लहरि समुन्द्र की, मोती बिखरे आय।",
    "बगुला परख न जानई, हंस चुनि-चुनि खाय।।"
  ],
  [
    "साकट कहा न कहि चलै, सुनहा कहा न खाय।",
    "जो कौवा मठ हगि भरै, तो मठ को कहा नशाय।।"
  ],
  [
    "साकट मन का जेवरा, भजै सो करराय।",
    "दो अच्छर गुरु बहिरा, बाधा जमपुर जाय।।"
  ],
  [
    "कबीर साकट की सभा, तू मति बैठे जाय।",
    "एक गुवाड़े कदि बड़ै, रोज गदहरा गाय।।"
  ],
  [
    "संगत सोई बिगुर्चई, जो है साकट साथ।",
    "कंचन कटोरा छाड़ि के, सनहक लीन्ही हाथ।।"
  ],
  [
    "साकट संग न बैठिये करन कुबेर समान।",
    "ताके संग न चलिये, पड़ि हैं नरक निदान।।"
  ],
  [
    "टेक न कीजै बावरे, टेक माहि है हानि।",
    "टेक छाड़ि मानिक मिलै, सत गुरु वचन प्रमानि।।"
  ],
  [
    "साकट सूकर कीकरा, तीनों की गति एक है।",
    "कोटि जतन परमोघिये, तऊ न छाड़े टेक।।"
  ],
  [
    "निगुरा ब्राह्म्ण नहिं भला, गुरुमुख भला चमार।",
    "देवतन से कुत्ता भला, नित उठि भूँके द्वार।।"
  ],
  [
    "हरिजन आवत देखिके, मोहड़ो सूखि गयो।",
    "भाव भक्ति समझयो नहीं, मूरख चूकि गयो।।"
  ],
  [
    "खसम कहावै बैरनव, घर में साकट जोय।",
    "एक धरा में दो मता, भक्ति कहाँ ते होय।।"
  ],
  [
    "घर में साकट स्त्री, आप कहावे दास।",
    "वो तो होगी शूकरी, वो रखवाला पास।।"
  ],
  [
    "आँखों देखा घी भला, न मुख मेला तेल।",
    "साघु सो झगड़ा भला, ना साकट सों मेल।।"
  ],
  [
    "कबीर दर्शन साधु का, बड़े भाग दरशाय।",
    "जो होवै सूली सजा, काँटे ई टरि जाय।।"
  ],
  [
    "कबीर सोई दिन भला, जा दिन साधु मिलाय।",
    "अंक भरे भारि भेटिये, पाप शरीर जाय।।"
  ],
  [
    "कबीर दर्शन साधु के, करत न कीजै कानि।",
    "ज्यों उद्य्म से लक्ष्मी, आलस मन से हानि।।"
  ],
  [
    "कई बार नाहिं कर सके, दोय बखत करिलेय।",
    "कबीर साधु दरश ते, काल दगा नहिं देय।।"
  ],
  [
    "दोय बखत नहिं करि सके, दिन में करूँ इक बार।",
    "कबीर साधु दरश ते, उतरैं भव जल पार।।"
  ],
  [
    "बार-बार नहिं करि सके, पाख-पाख करिलेय।",
    "कहैं कबीरन सो भक्त जन, जन्म सुफल करि लेय।।"
  ],
  [
    "बरस-बरस नाहिं करि सकै ताको लागे दोष।",
    "कहै कबीर वा जीव सो, कबहु न पावै योष।।"
  ],
  [
    "छठे मास नहिं करि सके, बरस दिना करि लेय।",
    "कहैं कबीर सो भक्तजन, जमहिं चुनौती देय।।"
  ],
  [
    "मास-मास नहिं करि सकै, उठे मास अलबत्त।",
    "यामें ढील न कीजिये, कहै कबीर अविगत्त।।"
  ],
  [
    "मात-पिता सुत इस्तरी आलस्य बन्धू कानि।",
    "साधु दरश को जब चलैं, ये अटकावै आनि।।"
  ],
  [
    "साधु चलत रो दीजिये, कीजै अति सनमान।",
    "कहैं कबीर कछु भेट धरूँ, अपने बित्त अनुमान।।"
  ],
  [
    "इन अटकाया न रुके, साधु दरश को जाय।",
    "कहै कबीर सोई सन्तजन, मोक्ष मुक्ति फल पाय।।"
  ],
  [
    "खाली साधु न बिदा करूँ, सुन लीजै सब कोय।",
    "कहै कबीर कछु भेंट धरूँ, जो तेरे घर होय।।"
  ],
  [
    "सुनिये पार जो पाइया, छाजन भोजन आनि।",
    "कहै कबीर संतन को, देत न कीजै कानि।।"
  ],
  [
    "कबीर दरशन साधु के, खाली हाथ न जाय।",
    "यही सीख बुध लीजिए, कहै कबीर बुझाय।।"
  ],
  [
    "टूका माही टूक दे, चीर माहि सो चीर।",
    "साधु देत न सकुचिये, यों कशि कहहिं कबीर।।"
  ],
  [
    "साधु आवत देखिकर, हँसी हमारी देह।",
    "माथा का ग्रह उतरा, नैनन बढ़ा सनेह।।"
  ],
  [
    "साधु शब्द समुद्र है, जामें रत्न भराय।",
    "मन्द भाग मट्टी भरे, कंकर हाथ लगाय।।"
  ],
  [
    "साधु आया पाहुना, माँगे चार रतन।",
    "धूनी पानी साथरा, सरधा सेती अन्न।।"
  ],
  [
    "साधु आवत देखिके, मन में करै भरोर।",
    "सो तो होसी चूह्रा, बसै गाँव की ओर।।"
  ],
  [
    "साधु मिलै यह सब हलै, काल जाल जम चोट।",
    "शीश नवावत ढ़हि परै, अघ पावन को पोट।।"
  ],
  [
    "साधु बिरछ सतज्ञान फल, शीतल शब्द विचार।",
    "जग में होते साधु नहिं, जर भरता संसार।।"
  ],
  [
    "साधु बड़े परमारथी, शीतल जिनके अंग।",
    "तपन बुझावै ओर की, देदे अपनो रंग।।"
  ],
  [
    "आवत साधु न हरखिया, जात न दीया रोय।",
    "कहै कबीर वा दास की, मुक्ति कहाँ से होय।।"
  ],
  [
    "छाजन भोजन प्रीति सो, दीजै साधु बुलाय।",
    "जीवन जस है जगन में, अन्त परम पद पाय।।"
  ],
  [
    "सरवर तरवर सन्त जन, चौथा बरसे मेह।",
    "परमारथ के कारने, चारों धारी देह।।"
  ],
  [
    "बिरछा कबहुँ न फल भखै, नदी न अंचय नीर।",
    "परमारथ के कारने, साधु धरा शरीर।।"
  ],
  [
    "सुख देवै दुख को हरे, दूर करे अपराध।",
    "कहै कबीर वह कब मिले, परम सनेही साध।।"
  ],
  [
    "साधुन की झुपड़ी भली, न साकट के गाँव।",
    "चंदन की कुटकी भली, ना बूबल बनराव।।"
  ],
  [
    "कह अकाश को फेर है, कह धरती को तोल।",
    "कहा साध की जाति है, कह पारस का मोल।।"
  ],
  [
    "हयबर गयबर सधन धन, छत्रपति की नारि।",
    "तासु पटतरा न तुले, हरिजन की परिहारिन।।"
  ],
  [
    "क्यों नृपनारि निन्दिये, पनिहारी को मान।",
    "वह माँग सँवारे पीववहित, नित वह सुमिरे राम।।"
  ],
  [
    "जा सुख को मुनिवर रटैं, सुर नर करैं विलाप।",
    "जो सुख सहजै पाईया, सन्तों संगति आप।।"
  ],
  [
    "साधु सिद्ध बहु अन्तरा, साधु मता परचण्ड।",
    "सिद्ध जु वारे आपको, साधु तारि नौ खण्ड।।"
  ],
  [
    "आशा वासा सन्त का, ब्रह्मा लखै न वेद।",
    "षट दर्शन खटपट करै, बिरला पावै भेद।।"
  ],
  [
    "कोटि-कोटि तीरथ करै, कोटि कोटि करु धाय।",
    "जब लग साधु न सेवई, तब लग काचा काम।।"
  ],
  [
    "वेद थके, ब्रह्मा थके, याके सेस महेस।",
    "गीता हूँ कि गत नहीं, सन्त किया परवेस।।"
  ],
  [
    "सन्त मिले जानि बीछुरों, बिछुरों यह मम प्रान।",
    "शब्द सनेही ना मिले, प्राण देह में आन।।"
  ],
  [
    "साधु ऐसा चाहिए, दुखै दुखावै नाहिं।",
    "पान फूल छेड़े नहीं, बसै बगीचा माहिं।।"
  ],
  [
    "साधु कहावन कठिन है, ज्यों खांड़े की धार।",
    "डगमगाय तो गिर पड़े निहचल उतरे पार।।"
  ],
  [
    "साधु कहावत कठिन है, लम्बा पेड़ खजूर।",
    "चढ़े तो चाखै प्रेम रस, गिरै तो चकनाचूर।।"
  ],
  [
    "साधु चाल जु चालई, साधु की चाल।",
    "बिन साधन तो सुधि नाहिं साधु कहाँ ते होय।।"
  ],
  [
    "साधु सोई जानिये, चलै साधु की चाल।",
    "परमारथ राता रहै, बोलै बचन रसाल।।"
  ],
  [
    "साधु भौरा जग कली, निशि दिन फिरै उदास।",
    "टुक-टुक तहाँ विलम्बिया, जहँ शीतल शब्द निवास।।"
  ],
  [
    "साधू जन सब में रमैं, दुख न काहू देहि।",
    "अपने मत गाड़ा रहै, साधुन का मत येहि।।"
  ],
  [
    "साधु सती और सूरमा, राखा रहै न ओट।",
    "माथा बाँधि पताक सों, नेजा घालैं चोट।।"
  ],
  [
    "साधु-साधु सब एक है, जस अफीम का खेत।",
    "कोई विवेकी लाल है, और सेत का सेत।।"
  ],
  [
    "साधु सती औ सिं को, ज्यों लेघन त्यौं शोभ।",
    "सिंह न मारे मेढ़का, साधु न बाँघै लोभ।।"
  ],
  [
    "साधु तो हीरा भया, न फूटै धन खाय।",
    "न वह बिनभ कुम्भ ज्यों ना वह आवै जाय।।"
  ],
  [
    "साधू-साधू सबहीं बड़े, अपनी-अपनी ठौर।",
    "शब्द विवेकी पारखी, ते माथे के मौर।।"
  ],
  [
    "सदा रहे सन्तोष में, धरम आप दृढ़ धार।",
    "आश एक गुरुदेव की, और चित्त विचार।।"
  ],
  [
    "सदा कृपालु दु:ख परिहरन, बैर भाव नहिं दोय।",
    "छिमा ज्ञान सत भाखही, सिंह रहित तु होय।।"
  ],
  [
    "साधु ऐसा चाहिए, जाके ज्ञान विवेक।",
    "बाहर मिलते सों मिलें, अन्तर सबसों एक।।"
  ],
  [
    "सावधान और शीलता, सदा प्रफुल्लित गात।",
    "निर्विकार गम्भीर मत, धीरज दया बसात।।"
  ],
  [
    "निबैंरी निहकामता, स्वामी सेती नेह।",
    "विषया सो न्यारा रहे, साधुन का मत येह।।"
  ],
  [
    "मानपमान न चित धरै, औरन को सनमान।",
    "जो कोर्ठ आशा करै, उपदेशै तेहि ज्ञान।।"
  ],
  [
    "जौन चाल संसार की जौ साधु को नाहिं।",
    "डिंभ चाल करनी करे, साधु कहो मत ताहिं।।"
  ],
  [
    "शीलवन्त दृढ़ ज्ञान मत, अति उदार चित होय।",
    "लज्जावान अति निछलता, कोमल हिरदा सोय।।"
  ],
  [
    "कोई आवै भाव ले, कोई अभाव लै आव।",
    "साधु दोऊ को पोषते, भाव न गिनै अभाव।।"
  ],
  [
    "सन्त न छाड़ै सन्तता, कोटिक मिलै असंत।",
    "मलय भुवंगय बेधिया, शीतलता न तजन्त।।"
  ],
  [
    "कमल पत्र हैं साधु जन, बसैं जगत के माहिं।",
    "बालक केरि धाय ज्यों, अपना जानत नाहिं।।"
  ],
  [
    "बहता पानी निरमला, बन्दा गन्दा होय।",
    "साधू जन रमा भला, दाग न लागै कोय।।"
  ],
  [
    "बँधा पानी निरमला, जो टूक गहिरा होय।",
    "साधु जन बैठा भला, जो कुछ साधन होय।।"
  ],
  [
    "एक छाड़ि पय को गहैं, ज्यों रे गऊ का बच्छ।",
    "अवगुण छाड़ै गुण गहै, ऐसा साधु लच्छ।।"
  ],
  [
    "जौन भाव उपर रहै, भितर बसावै सोय।",
    "भीतर और न बसावई, ऊपर और न होय।।"
  ],
  [
    "उड़गण और सुधाकरा, बसत नीर के संग।",
    "यों साधू संसार में, कबीर फड़त न फंद।।"
  ],
  [
    "तन में शीतल शब्द है, बोले वचन रसाल।",
    "कहैं कबीर ता साधु को, गंजि सकै न काल।।"
  ],
  [
    "तूटै बरत आकाश सौं, कौन सकत है झेल।",
    "साधु सती और सूर का, अनी ऊपर का खेल।।"
  ],
  [
    "आज काल के लोग हैं, मिलि कै बिछुरी जाहिं।",
    "लाहा कारण आपने, सौगन्ध राम कि खाहिं।।"
  ],
  [
    "जुवा चोरी मुखबिरी, ब्याज बिरानी नारि।",
    "जो चाहै दीदार को, इतनी वस्तु निवारि।।"
  ],
  [
    "कबीर मेरा कोइ नहीं, हम काहू के नाहिं।",
    "पारै पहुँची नाव ज्यों, मिलि कै बिछुरी जाहिं।।"
  ],
  [
    "सन्त समागम परम सुख, जान अल्प सुख और।",
    "मान सरोवर हंस है, बगुला ठौरे ठौर।।"
  ],
  [
    "सन्त मिले सुख ऊपजै दुष्ट मिले दुख होय।",
    "सेवा कीजै साधु की, जन्म कृतारथ होय।।"
  ],
  [
    "संगत कीजै साधु की कभी न निष्फल होय।",
    "लोहा पारस परस ते, सो भी कंचन होय।।"
  ],
  [
    "मान नहीं अपमान नहीं, ऐसे शीतल सन्त।",
    "भव सागर से पार हैं, तोरे जम के दन्त।।"
  ],
  [
    "दया गरीबी बन्दगी, समता शील सुभाव।",
    "येते लक्षण साधु के, कहैं कबीर सतभाव।।"
  ],
  [
    "सो दिन गया इकारथे, संगत भई न सन्त।",
    "ज्ञान बिना पशु जीवना, भक्ति बिना भटकन्त।।"
  ],
  [
    "यह कलियुग आयो अबै, साधु न जाने कोय।",
    "कामी क्रोधी मस्खरा, तिनकी पूजा होय।।"
  ],
  [
    "कुलवन्ता कोटिक मिले, पण्डित कोटि पचीस।",
    "सुपच भक्त की पनहि में, तुलै न काहू शीश।।"
  ],
  [
    "साधु दरशन महाफल, कोटि यज्ञ फल लेह।",
    "इक मन्दिर को का पड़ी, नगर शुद्ध करिलेह।।"
  ],
  [
    "साधु दरश को जाइये, जेता धरिये पाँय।",
    "डग-डग पे असमेध जग, है कबीर समुझाय।।"
  ],
  [
    "सन्त मता गजराज का, चालै बन्धन छोड़।",
    "जग कुत्ता पीछे फिरैं, सुनै न वाको सोर।।"
  ],
  [
    "आज काल दिन पाँच में, बरस पाँच जुग पंच।",
    "जब तब साधू तारसी, और सकल पर पंच।।"
  ],
  [
    "साधु ऐसा चाहिए, जहाँ रहै तहँ गैब।",
    "बानी के बिस्तार में, ताकूँ कोटिक ऐब।।"
  ],
  [
    "सन्त होत हैं, हेत के, हेतु तहाँ चलि जाय।",
    "कहैं कबीर के हेत बिन, गरज कहाँ पतियाय।।"
  ],
  [
    "हेत बिना आवै नहीं, हेत तहाँ चलि जाय।",
    "कबीर जल और सन्तजन, नवैं तहाँ ठहराय।।"
  ],
  [
    "साधु-ऐसा चाहिए, जाका पूरा मंग।",
    "विपत्ति पड़े छाड़ै नहीं, चढ़े चौगुना रंग।।"
  ],
  [
    "सन्त सेव गुरु बन्दगी, गुरु सुमिरन वैराग।",
    "ये ता तबही पाइये, पूरन मस्तक भाग।।"
  ],
  [
    "चाल बकुल की चलत हैं, बहुरि कहावै हंस।",
    "ते मुक्ता कैसे चुंगे, पड़े काल के फंस।।"
  ],
  [
    "साधु भया तो क्या भया, माला पहिरी चार।",
    "बाहर भेष बनाइया, भीतर भरी भंगार।।"
  ],
  [
    "जौ मानुष गृह धर्म युत, राखै शील विचार।",
    "गुरुमुख बानी साधु संग, मन वच, सेवा सार।।"
  ],
  [
    "शब्द विचारे पथ चलै, ज्ञान गली दे पाँव।",
    "क्या रमता क्या बैठता, क्या गृह कंदला छाँव।।"
  ],
  [
    "गिरही सुवै साधु को, भाव भक्ति आनन्द।",
    "कहैं कबीर बैरागी को, निरबानी निरदुन्द।।"
  ],
  [
    "पाँच सात सुमता भरी, गुरु सेवा चित लाय।",
    "तब गुरु आज्ञा लेय के, रहे देशान्तर जाय।।"
  ],
  [
    "गुरु के सनमुख जो रहै, सहै कसौटी दुख।",
    "कहैं कबीर तो दुख पर वारों, कोटिक सूख।।"
  ],
  [
    "मन मैला तन ऊजरा, बगुला कपटी अंग।",
    "तासों तो कौवा भला, तन मन एकहि रंग।।"
  ],
  [
    "भेष देख मत भूलिये, बूझि लीजिये ज्ञान।",
    "बिना कसौटी होत नहीं, कंचन की पहिचान।।"
  ],
  [
    "कवि तो कोटि-कोटि हैं, सिर के मुड़े कोट।",
    "मन के कूड़े देखि करि, ता संग लीजै ओट।।"
  ],
  [
    "फाली फूली गाडरी, ओढ़ि सिंह की खाल।",
    "साँच सिंह जब आ मिले, गाडर कौन हवाल।।"
  ],
  [
    "बैरागी बिरकत भला, गिरही चित्त उदार।",
    "दोऊ चूकि खाली पड़े, ताको वार न पार।।"
  ],
  [
    "धारा तो दोनों भली, बिरही के बैराग।",
    "गिरही दासातन करे बैरागी अनुराग।।"
  ],
  [
    "घर में रहै तो भक्ति करूँ, ना तरू करू बैराग।",
    "बैरागी बन्ध करै, ताका बड़ा अभाग।।"
  ],
  [
    "उदर समाता माँगि ले, ताको नाहिं दोष।",
    "कहैं कबीर अधिका गहै, ताकि गति न मोष।।"
  ],
  [
    "अजहूँ तेरा सब मिटैं, जो मानै गुरु सीख।",
    "जब लग तू घर में रहै, मति कहुँ माँगे भीख।।"
  ],
  [
    "माँगन गै सो भर रहै, भरे जु माँगन जाहिं।",
    "तिनते पहिले वे मरे, होत करत है नाहिं।।"
  ],
  [
    "माँगन-मरण समान है, तोहि दई मैं सीख।",
    "कहैं कबीर समझाय के, मति कोई माँगे भीख।।"
  ],
  [
    "उदर समाता अन्न ले, तनहिं समाता चीर।",
    "अधिकहिं संग्रह ना करै, तिसका नाम फकीर।।"
  ],
  [
    "आब गया आदर गया, नैनन गया सनेह।",
    "यह तीनों तब ही गये, जबहिं कहा कुछ देह।।"
  ],
  [
    "सहत मिलै सो दूध है, माँगि मिलै सा पानि।",
    "कहैं कबीर वह रक्त है, जामें एंचातानि।।"
  ],
  [
    "अनमाँगा उत्तम कहा, मध्यम माँगि जो लेय।",
    "कहैं कबीर निकृष्टि सो, पर धर धरना देय।।"
  ],
  [
    "अनमाँगा तो अति भला, माँगि लिया नहिं दोष।",
    "उदर समाता माँगि ले, निश्च्य पावै योष।।"
  ],
  [
    "कबीरा संगत साधु की, नित प्रति कीर्ज जाय।",
    "दुरमति दूर बहावसी, देशी सुमति बताय।।"
  ],
  [
    "कबिरा संगति साधु की, जो करि जाने कोय।",
    "सकल बिरछ चन्दन भये, बांस न चन्दन होय।।"
  ],
  [
    "मन दिया कहुँ और ही, तन साधुन के संग।",
    "कहैं कबीर कोरी गजी, कैसे लागै रंग।।"
  ],
  [
    "साधुन के सतसंग से, थर-थर काँपे देह।",
    "कबहुँ भाव कुभाव ते, जनि मिटि जाय सनेह।।"
  ],
  [
    "साध संग अन्तर पड़े, यह मति कबहु न होय।",
    "कहैं कबीर तिहु लोक में, सुखी न देखा कोय।।"
  ],
  [
    "गिरिये परबत सिखर ते, परिये धरिन मंझार।",
    "मूरख मित्र न कीजिये, बूड़ो काली धार।।"
  ],
  [
    "संत कबीर गुरु के देश में, बसि जावै जो कोय।",
    "कागा ते हंसा बनै, जाति बरन कुछ खोय।।"
  ],
  [
    "तोहि पीर जो प्रेम की, पाका सेती खेल।",
    "काची सरसों पेरिकै, खरी भया न तेल।।"
  ],
  [
    "काचा सेती मति मिलै, पाका सेती बान।",
    "काचा सेती मिलत ही, है तन धन की हान।।"
  ],
  [
    "कोयला भी हो ऊजला, जरि बरि है जो सेव।",
    "मूरख होय न ऊजला, ज्यों कालर का खेत।।"
  ],
  [
    "मूरख को समुझावते, ज्ञान गाँठि का जाय।",
    "कोयला होय न ऊजला, सौ मन साबुन लाय।।"
  ],
  [
    "साखी शब्द बहुतक सुना, मिटा न मन क मोह।",
    "पारस तक पहुँचा नहीं, रहा लोह का लोह।।"
  ],
  [
    "ब्राह्मण केरी बेटिया, मांस शराब न खाय।",
    "संगति भई कलाल की, मद बिना रहा न जाए।।"
  ],
  [
    "जीवन जीवन रात मद, अविचल रहै न कोय।",
    "जु दिन जाय सत्संग में, जीवन का फल सोय।।"
  ],
  [
    "दाग जु लागा नील का, सौ मन साबुन धोय।",
    "कोटि जतन परमोधिये, कागा हंस न होय।।"
  ],
  [
    "जो छोड़े तो आँधरा, खाये तो मरि जाय।",
    "ऐसे संग छछून्दरी, दोऊ भाँति पछिताय।।"
  ],
  [
    "प्रीति कर सुख लेने को, सो सुख गया हिराय।",
    "जैसे पाइ छछून्दरी, पकड़ि साँप पछिताय।।"
  ],
  [
    "कबीर विषधर बहु मिले, मणिधर मिला न कोय।",
    "विषधर को मणिधर मिले, विष तजि अमृत होय।।"
  ],
  [
    "सज्जन सों सज्जन मिले, होवे दो दो बात।",
    "गहदा सो गहदा मिले, खावे दो दो लात।।"
  ],
  [
    "तरुवर जड़ से काटिया, जबै सम्हारो जहाज।",
    "तारै पर बोरे नहीं, बाँह गहे की लाज।।"
  ],
  [
    "मैं सोचों हित जानिके, कठिन भयो है काठ।",
    "ओछी संगत नीच की सरि पर पाड़ी बाट।।"
  ],
  [
    "लकड़ी जल डूबै नहीं, कहो कहाँ की प्रीति।",
    "अपनी सीची जानि के, यही बड़ने की रीति।।"
  ],
  [
    "साधू संगत परिहरै, करै विषय का संग।",
    "कूप खनी जल बावरे, त्याग दिया जल गंग।।"
  ],
  [
    "संगति ऐसी कीजिये, सरसा नर सो संग।",
    "लर-लर लोई हेत है, तऊ न छौड़ रंग।।"
  ],
  [
    "तेल तिली सौ ऊपजै, सदा तेल को तेल।",
    "संगति को बेरो भयो, ताते नाम फुलेल।।"
  ],
  [
    "साधु संग गुरु भक्ति अरू, बढ़त बढ़त बढ़ि जाय।",
    "ओछी संगत खर शब्द रू, घटत-घटत घटि जाय।।"
  ],
  [
    "संगत कीजै साधु की, होवे दिन-दिन हेत।",
    "साकुट काली कामली, धोते होय न सेत।।"
  ],
  [
    "चर्चा करूँ तब चौहटे, ज्ञान करो तब दोय।",
    "ध्यान धरो तब एकिला, और न दूजा कोय।।"
  ],
  [
    "सन्त सुरसरी गंगा जल, आनि पखारा अंग।",
    "मैले से निरमल भये, साधू जन को संग।।"
  ],
  [
    "सतगुरु शब्द उलंघ के, जो सेवक कहूँ जाय।",
    "जहाँ जाय तहँ काल है, कहैं कबीर समझाय।।"
  ],
  [
    "तू तू करूं तो निकट है, दुर-दुर करू हो जाय।",
    "जों गुरु राखै त्यों रहै, जो देवै सो खाय।।"
  ],
  [
    "सेवक सेवा में रहै, सेवक कहिये सोय।",
    "कहैं कबीर सेवा बिना, सेवक कभी न होय।।"
  ],
  [
    "अनराते सुख सोवना, राते नींद न आय।",
    "यों जल छूटी माछरी, तलफत रैन बिहाय।।"
  ],
  [
    "यह मन ताको दीजिये, साँचा सेवक होय।",
    "सिर ऊपर आरा सहै, तऊ न दूजा होय।।"
  ],
  [
    "गुरु आज्ञा मानै नहीं, चलै अटपटी चाल।",
    "लोक वेद दोनों गये, आये सिर पर काल।।"
  ],
  [
    "आशा करै बैकुण्ठ की, दुरमति तीनों काल।",
    "शुक्र कही बलि ना करीं, ताते गयो पताल।।"
  ],
  [
    "द्वार थनी के पड़ि रहे, धका धनी का खाय।",
    "कबहुक धनी निवाजि है, जो दर छाड़ि न जाय।।"
  ],
  [
    "उलटे सुलटे बचन के शीष न मानै दुख।",
    "कहैं कबीर संसार में, सो कहिये गुरुमुख।।"
  ],
  [
    "कहैं कबीर गुरु प्रेम बस, क्या नियरै क्या दूर।",
    "जाका चित जासों बसै सौ तेहि सदा हजूर।।"
  ],
  [
    "गुरु आज्ञा लै आवही, गुरु आज्ञा लै जाय।",
    "कहैं कबीर सो सन्त प्रिय, बहु विधि अमृत पाय।।"
  ],
  [
    "गुरुमुख गुरु चितवत रहे, जैसे मणिहि भुजंग।",
    "कहैं कबीर बिसरे नहीं, यह गुरु मुख के अंग।।"
  ],
  [
    "यह सब तच्छन चितधरे, अप लच्छन सब त्याग।",
    "सावधान सम ध्यान है, गुरु चरनन में लाग।।"
  ],
  [
    "ज्ञानी अभिमानी नहीं, सब काहू सो हेत।",
    "सत्यवार परमारथी, आदर भाव सहेत।।"
  ],
  [
    "दया और धरम का ध्वजा, धीरजवान प्रमान।",
    "सन्तोषी सुख दायका, सेवक परम सुजान।।"
  ],
  [
    "शीतवन्त सुन ज्ञान मत, अति उदार चित होय।",
    "लज्जावान अति निछलता, कोमल हिरदा सोय।।"
  ],
  [
    "कबीर गुरु कै भावते, दूरहि ते दीसन्त।",
    "तन छीना मन अनमना, जग से रूठि फिरन्त।।"
  ],
  [
    "सुख दुख सिर ऊपर सहै, कबहु न छोड़े संग।",
    "रंग न लागै का, व्यापै सतगुरु रंग।।"
  ],
  [
    "गुरु समरथ सिर पर खड़े, कहा कभी तोहि दास।",
    "रिद्धि-सिद्धि सेवा करै, मुक्ति न छोड़े पास।।"
  ],
  [
    "लगा रहै सत ज्ञान सो, सबही बन्धन तोड़।",
    "कहैं कबीर वा दास सो, काल रहै हथजोड़।।"
  ],
  [
    "काहू को न संतापिये, जो सिर हन्ता होय।",
    "फिर फिर वाकूं बन्दिये, दास लच्छन है सोय।।"
  ],
  [
    "दास कहावन कठिन है, मैं दासन का दास।",
    "अब तो ऐसा होय रहूँ पाँव तले की घास।।"
  ],
  [
    "दासातन हिरदै बसै, साधुन सो अधीन।",
    "कहैं कबीर सो दास है, प्रेम भक्ति लवलीन।।"
  ],
  [
    "दासातन हिरदै नहीं, नाम धरावै दास।",
    "पानी के पीये बिना, कैसे मिटै पियास।।"
  ],
  [
    "भक्ति कठिन अति दुर्लभ, भेष सुगम नित सोय।",
    "भक्ति जु न्यारी भेष से, यह जनै सब कोय।।"
  ],
  [
    "भक्ति बीज पलटै नहीं जो जुग जाय अनन्त।",
    "ऊँच-नीच धर अवतरै, होय सन्त का अन्त।।"
  ],
  [
    "भक्ति भाव भादौं नदी, सबै चली घहराय।",
    "सरिता सोई सराहिये, जेठ मास ठहराय।।"
  ],
  [
    "भक्ति जु सीढ़ी मुक्ति की, चढ़े भक्त हरषाय।",
    "और न कोई चढ़ि सकै, निज मन समझो आय।।"
  ],
  [
    "भक्ति दुहेली गुरुन की, नहिं कायर का काम।",
    "सीस उतारे हाथ सों, ताहि मिलै निज धाम।।"
  ],
  [
    "भक्ति पदारथ तब मिलै, जब गुरु होय सहाय।",
    "प्रेम प्रीति की भक्ति जो, पूरण भाग मिलाय।।"
  ],
  [
    "भक्ति भेष बहु अन्तरा, जैसे धरनि अकाश।",
    "भक्त लीन गुरु चरण में, भेष जगत की आश।।"
  ],
  [
    "कबीर गुरु की भक्ति करूँ, तज निषय रस चौंज।",
    "बार-बार नहिं पाइये, मानुष जन्म की मौज।।"
  ],
  [
    "भक्ति दुवारा साँकरा, राई दशवें भाय।",
    "मन को मैगल होय रहा, कैसे आवै जाय।।"
  ],
  [
    "भक्ति बिना नहिं निस्तरे, लाख करे जो कोय।",
    "शब्द सनेही होय रहे, घर को पहुँचे सोय।।"
  ],
  [
    "भक्ति नसेनी मुक्ति की, संत चढ़े सब धाय।",
    "जिन-जिन आलस किया, जनम जनम पछिताय।।"
  ],
  [
    "गुरु भक्ति अति कठिन है, ज्यों खाड़े की धार।",
    "बिना साँच पहुँचे नहीं, महा कठिन व्यवहार।।"
  ],
  [
    "भाव बिना नहिं भक्ति जग, भक्ति बिना नहीं भाव।",
    "भक्ति भाव इक रूप है, दोऊ एक सुभाव।।"
  ],
  [
    "जाति बरन कुल खोय के, भक्ति करै चितलाय।",
    "कहैं कबीर सतगुरु मिलै, आवागमन नशाय।।"
  ],
  [
    "देखा देखी भक्ति का, कबहुँ न चढ़ सी रंग।",
    "बिपति पड़े यों छाड़सी, केचुलि तजत भुजंग।।"
  ],
  [
    "आरत है गुरु भक्ति करूँ, सब कारज सिध होय।",
    "करम जाल भौजाल में, भक्त फँसे नहिं कोय।।"
  ],
  [
    "जब लग भक्ति सकाम है, तब लग निष्फल सेव।",
    "कहैं कबीर वह क्यों मिलै, निहकामी निजदेव।।"
  ],
  [
    "पेटे में भक्ति करै, ताका नाम सपूत।",
    "मायाधारी मसखरैं, लेते गये अऊत।।"
  ],
  [
    "निर्पक्षा की भक्ति है, निर्मोही को ज्ञान।",
    "निरद्वंद्वी की भक्ति है, निर्लोभी निर्बान।।"
  ],
  [
    "तिमिर गया रवि देखते, मुमति गयी गुरु ज्ञान।",
    "सुमति गयी अति लोभ ते, भक्ति गयी अभिमान।।"
  ],
  [
    "खेत बिगारेउ खरतुआ, सभा बिगारी कूर।",
    "भक्ति बिगारी लालची, ज्यों केसर में घूर।।"
  ],
  [
    "ज्ञान सपूरण न भिदा, हिरदा नाहिं जुड़ाय।",
    "देखा देखी भक्ति का, रंग नहीं ठहराय।।"
  ],
  [
    "भक्ति पन्थ बहुत कठिन है, रती न चालै खोट।",
    "निराधार का खोल है, अधर धार की चोट।।"
  ],
  [
    "भक्तन की यह रीति है, बंधे करे जो भाव।",
    "परमारथ के कारने यह तन रहो कि जाव।।"
  ],
  [
    "भक्ति महल बहु ऊँच है, दूरहि ते दरशाय।",
    "जो कोई जन भक्ति करे, शोभा बरनि न जाय।।"
  ],
  [
    "और कर्म सब कर्म है, भक्ति कर्म निहकर्म।",
    "कहैं कबीर पुकारि के, भक्ति करो तजि भर्म।।"
  ],
  [
    "विषय त्याग बैराग है, समता कहिये ज्ञान।",
    "सुखदाई सब जीव सों, यही भक्ति परमान।।"
  ],
  [
    "भक्ति निसेनी मुक्ति की, संत चढ़े सब आय।",
    "नीचे बाधिनि लुकि रही, कुचल पड़े कू खाय।।"
  ],
  [
    "भक्ति भक्ति सब कोइ कहै, भक्ति न जाने मेव।",
    "पूरण भक्ति जब मिलै, कृपा करे गुरुदेव।।"
  ],
  [
    "कबीर गर्ब न कीजिये, चाम लपेटी हाड़।",
    "हयबर ऊपर छत्रवट, तो भी देवैं गाड़।।"
  ],
  [
    "कबीर गर्ब न कीजिये, ऊँचा देखि अवास।",
    "काल परौं भुंइ लेटना, ऊपर जमसी घास।।"
  ],
  [
    "कबीर गर्ब न कीजिये, इस जीवन की आस।",
    "टेसू फूला दिवस दस, खंखर भया पलास।।"
  ],
  [
    "कबीर गर्ब न कीजिये, काल गहे कर केस।",
    "ना जानो कित मारि हैं, कसा घर क्या परदेस।।"
  ],
  [
    "कबीर मन्दिर लाख का, जाड़िया हीरा लाल।",
    "दिवस चारि का पेखना, विनशि जायगा काल।।"
  ],
  [
    "कबीर धूल सकेलि के, पुड़ी जो बाँधी येह।",
    "दिवस चार का पेखना, अन्त खेह की खेह।।"
  ],
  [
    "कबीर थोड़ा जीवना, माढ़ै बहुत मढ़ान।",
    "सबही ऊभ पन्थ सिर, राव रंक सुल्तान।।"
  ],
  [
    "कबीर नौबत आपनी, दिन दस लेहु बजाय।",
    "यह पुर पटृन यह गली, बहुरि न देखहु आय।।"
  ],
  [
    "कबीर गर्ब न कीजिये, जाम लपेटी हाड़।",
    "इस दिन तेरा छत्र सिर, देगा काल उखाड़।।"
  ],
  [
    "कबीर यह संसार है, जैसा सेमल फूल।",
    "दिन दस के व्यवहार में, झूठे रंग न भूल।।"
  ],
  [
    "कबीर सपनें रैन के, ऊधरी आये नैन।",
    "जीव परा बहू लूट में, जागूँ लेन न देन।।"
  ],
  [
    "कबीर रसरी पाँव में, कहँ सोवै सुख-चैन।",
    "साँस नगारा कुँच का, बाजत है दिन-रैन।।"
  ],
  [
    "कबीर नाव तो झाँझरी, भरी बिराने भाए।",
    "केवट सो परचै नहीं, क्यों कर उतरे पाए।।"
  ],
  [
    "कबीर पाँच पखेरूआ, राखा पोष लगाय।",
    "एक जु आया पारधी, लइ गया सबै उड़ाय।।"
  ],
  [
    "कबीर बेड़ा जरजरा, कूड़ा खेनहार।",
    "हरूये-हरूये तरि गये, बूड़े जिन सिर भार।।"
  ],
  [
    "ढोल दमामा दुरबरी, सहनाई संग भेरि।",
    "औसर चले बजाय के, है कोई रखै फेरि।।"
  ],
  [
    "कबीर पानी हौज की, देखत गया बिलाय।",
    "ऐसे ही जीव जायगा, काल जु पहुँचा आय।।"
  ],
  [
    "कबीर गाफिल क्या करे, आया काल नजदीक।",
    "कान पकरि के ले चला, ज्यों अजियाहि खटीक।।"
  ],
  [
    "हाड़ जरै जस लाकड़ी, केस जरै ज्यों घास।",
    "सब जग जरता देखि करि, भये कबीर उदास।।"
  ],
  [
    "आज काल के बीच में, जंगल होगा वास।",
    "ऊपर ऊपर हल फिरै, ढोर चरेंगे घास।।"
  ],
  [
    "ऊजड़ खेड़े टेकरी, धड़ि धड़ि गये कुम्हार।",
    "रावन जैसा चलि गया, लंका का सरदार।।"
  ],
  [
    "पाव पलक की सुधि नहीं, करै काल का साज।",
    "काल अचानक मारसी, ज्यों तीतर को बाज।।"
  ],
  [
    "आज कहै मैं कल भजूँ, काल फिर काल।",
    "आज काल के करत ही, औसर जासी चाल।।"
  ],
  [
    "कहा चुनावै मेड़िया, चूना माटी लाय।",
    "मीच सुनेगी पापिनी, दौरि के लेगी आय।।"
  ],
  [
    "सातों शब्द जु बाजते, घर-घर होते राग।",
    "ते मन्दिर खाले पड़े, बैठने लागे काग।।"
  ],
  [
    "ऊँचा महल चुनाइया, सुबरदन कली ढुलाय।",
    "वे मन्दिर खाले पड़े, रहै मसाना जाय।।"
  ],
  [
    "ऊँचा मन्दिर मेड़िया, चला कली ढुलाय।",
    "एकहिं गुरु के नाम बिन, जदि तदि परलय जाय।।"
  ],
  [
    "ऊँचा दीसे धौहरा, भागे चीती पोल।",
    "एक गुरु के नाम बिन, जम मरेंगे रोज।।"
  ],
  [
    "पाव पलक तो दूर है, मो पै कहा न जाय।",
    "ना जानो क्या होयगा, पाव के चौथे भाय।।"
  ],
  [
    "मौत बिसारी बाहिरा, अचरज कीया कौन।",
    "मन माटी में मिल गया, ज्यों आटा में लौन।।"
  ],
  [
    "घर रखवाला बाहिरा, चिड़िया खाई खेत।",
    "आधा परवा ऊबरे, चेति सके तो चेत।।"
  ],
  [
    "हाड़ जले लकड़ी जले, जले जलवान हार।",
    "अजहुँ झोला बहुत है, घर आवै तब जान।।"
  ],
  [
    "पकी हुई खेती देखि के, गरब किया किसान।",
    "अजहुँ झोला बहुत है, घर आवै तब जान।।"
  ],
  [
    "पाँच तत्व का पूतरा, मानुष धरिया नाम।",
    "दिना चार के कारने, फिर-फिर रोके ठाम।।"
  ],
  [
    "कहा चुनावै मेड़िया, लम्बी भीत उसारि।",
    "घर तो साढ़े तीन हाथ, घना तो पौने चारि।।"
  ],
  [
    "यह तन काँचा कुंभ है, लिया फिरै थे साथ।",
    "टपका लागा फुटि गया, कछु न आया हाथ।।"
  ],
  [
    "कहा किया हम आपके, कहा करेंगे जाय।",
    "इत के भये न ऊत के, चाले मूल गँवाय।।"
  ],
  [
    "जनमै मरन विचार के, कूरे काम निवारि।",
    "जिन पंथा तोहि चालना, सोई पंथ सँवारि।।"
  ],
  [
    "कुल खोये कुल ऊबरै, कुल राखे कुल जाय।",
    "राम निकुल कुल भेटिया, सब कुल गया बिलाय।।"
  ],
  [
    "दुनिया के धोखे मुआ, चला कुटुम की कानि।",
    "तब कुल की क्या लाज है, जब ले धरा मसानि।।"
  ],
  [
    "दुनिया सेती दोसती, मुआ, होत भजन में भंग।",
    "एका एकी राम सों, कै साधुन के संग।।"
  ],
  [
    "यह तन काँचा कुंभ है, यहीं लिया रहिवास।",
    "कबीरा नैन निहारिया, नाहिं जीवन की आस।।"
  ],
  [
    "यह तन काँचा कुंभ है, चोट चहूँ दिस खाय।",
    "एकहिं गुरु के नाम बिन, जदि तदि परलय जाय।।"
  ],
  [
    "जंगल ढेरी राख की, उपरि उपरि हरियाय।",
    "ते भी होते मानवी, करते रंग रलियाय।।"
  ],
  [
    "मलमल खासा पहिनते, खाते नागर पान।",
    "टेढ़ा होकर चलते, करते बहुत गुमान।।"
  ],
  [
    "महलन माही पौढ़ते, परिमल अंग लगाय।",
    "ते सपने दीसे नहीं, देखत गये बिलाय।।"
  ],
  [
    "ऊजल पीहने कापड़ा, पान-सुपारी खाय।",
    "कबीर गुरू की भक्ति बिन, बाँधा जमपुर जाय।।"
  ],
  [
    "कुल करनी के कारने, ढिग ही रहिगो राम।",
    "कुल काकी लाजि है, जब जमकी धूमधाम।।"
  ],
  [
    "कुल करनी के कारने, हंसा गया बिगोय।",
    "तब कुल काको लाजि है, चाकिर पाँव का होय।।"
  ],
  [
    "मैं मेरी तू जानि करै, मेरी मूल बिनास।",
    "मेरी पग का पैखड़ा, मेरी गल की फाँस।।"
  ],
  [
    "ज्यों कोरी रेजा बुनै, नीरा आवै छौर।",
    "ऐसा लेखा मीच का, दौरि सकै तो दौर।।"
  ],
  [
    "इत पर धर उत है धरा, बनिजन आये हाथ।",
    "करम करीना बेचि के, उठि करि चालो काट।।"
  ],
  [
    "जिसको रहना उतघरा, सो क्यों जोड़े मित्र।",
    "जैसे पर घर पाहुना, रहै उठाये चित्त।।"
  ],
  [
    "मेरा संगी कोई नहीं, सबै स्वारथी लोय।",
    "मन परतीत न ऊपजै, जिय विस्वाय न होय।।"
  ],
  [
    "मैं भौंरो तोहि बरजिया, बन बन बास न लेय।",
    "अटकेगा कहुँ बेलि में, तड़फि- तड़फि जिय देय।।"
  ],
  [
    "दीन गँवायो दूनि संग, दुनी न चली साथ।",
    "पाँच कुल्हाड़ी मारिया, मूरख अपने हाथ।।"
  ],
  [
    "तू मति जानै बावरे, मेरा है यह कोय।",
    "प्रान पिण्ड सो बँधि रहा, सो नहिं अपना होय।।"
  ],
  [
    "तन सराय मन पाहरू, मनसा उतरी आय।",
    "कोई काहू का है नहीं, देखा ठोंकि बजाय।।"
  ],
  [
    "डर करनी डर परम गुरु, डर पारस डर सार।",
    "डरत रहै सो ऊबरे, गाफिल खाई मार।।"
  ],
  [
    "भय बिन भाव न ऊपजै, भय बिन होय न प्रीति।",
    "जब हिरदै से भय गया, मिटी सकल रस रीति।।"
  ],
  [
    "काल चक्र चक्की चलै, बहुत दिवस औ रात।",
    "सुगन अगुन दोउ पाटला, तामें जीव पिसात।।"
  ],
  [
    "बारी-बारी आपने, चले पियारे मीत।",
    "तेरी बारी जीयरा, नियरे आवै नीत।।"
  ],
  [
    "एक दिन ऐसा होयगा, कोय काहु का नाहिं।",
    "घर की नारी को कहै, तन की नारी जाहिं।।"
  ],
  [
    "यह बिरियाँ तो फिर नहीं, मनमें देख विचार।",
    "आया लाभहिं कारनै, जनम जुवा मति हार।।"
  ],
  [
    "चले गये सो ना मिले, किसको पूछूँ जात।",
    "मात-पिता-सुत बान्धवा, झूठा सब संघात।।"
  ],
  [
    "विषय वासना उरझिकर जनम गँवाय जाद।",
    "अब पछितावा क्या करे, निज करनी कर याद।।"
  ],
  [
    "हे मतिहीनी माछीरी! राखि न सकी शरीर।",
    "सो सरवर सेवा नहीं, जाल काल नहिं कीर।।"
  ],
  [
    "मछरी यह छोड़ी नहीं, धीमर तेरो काल।",
    "जिहि जिहि डाबर धर करो, तहँ तहँ मेले जाल।।"
  ],
  [
    "जागो लोगों मत सुवो, ना करूँ नींद से प्यार।",
    "जैसा सपना रैन का, ऐसा यह संसार।।"
  ],
  [
    "क्या करिये क्या जोड़िये, तोड़े जीवन काज।",
    "छाड़ि छाड़ि सब जात है, देह गेह धन राज।।"
  ],
  [
    "जिन घर नौबत बाजती, होत छतीसों राग।",
    "सो घर भी खाली पड़े, बैठने लागे काग।।"
  ],
  [
    "कबीर काया पाहुनी, हंस बटाऊ माहिं।",
    "ना जानूं कब जायगा, मोहि भरोसा नाहिं।।"
  ],
  [
    "अहिरन की चोरी करै, करै सुई का दान।",
    "ऊँचा चढ़ि कर देखता, केतिक दुरि विमान।।"
  ],
  [
    "नर नारायन रूप है, तू मति समझे देह।",
    "जो समझै तो समझ ले, खलक पलक में खोह।।"
  ],
  [
    "मन मुवा माया मुई, संशय मुवा शरीर।",
    "अविनाशी जो न मरे, तो क्यों मरे कबीर।।"
  ],
  [
    "एक बून्द के कारने, रोता सब संसार।",
    "अनेक बून्द खाली गये, तिनका नहीं विचार।।"
  ],
  [
    "समुझाये समुझे नहीं, धरे बहुत अभिमान।",
    "गुरु का शब्द उछेद है, कहत सकल हम जान।।"
  ],
  [
    "राज पाट धन पायके, क्यों करता अभिमान।",
    "पड़ोसी की जो दशा, भई सो अपनी जान।।"
  ],
  [
    "मूरख शब्द न मानई, धर्म न सुनै विचार।",
    "सत्य शब्द नहिं खोजई, जावै जम के द्वार।।"
  ],
  [
    "चेत सवेरे बाचरे, फिर पाछे पछिताय।",
    "तोको जाना दूर है, कहैं कबीर बुझाय।।"
  ],
  [
    "क्यों खोवे नरतन वृथा, परि विषयन के साथ।",
    "पाँच कुल्हाड़ी मारही, मूरख अपने हाथ।।"
  ],
  [
    "आँखि न देखे बावरा, शब्द सुनै नहिं कान।",
    "सिर के केस उज्ज्वल भये, अबहु निपट अजान।।"
  ],
  [
    "ज्ञानी होय सो मानही, बूझै शब्द हमार।",
    "कहैं कबीर सो बाँचि है, और सकल जमधार।।"
  ],
  [
    "जोबन मिकदारी तजी, चली निशान बजाय।",
    "सिर पर सेत सिरायचा दिया बुढ़ापै आय।।"
  ],
  [
    "कबीर टुक-टुक चोंगता, पल-पल गयी बिहाय।",
    "जिव जंजाले पड़ि रहा, दियरा दममा आय।।"
  ],
  [
    "झूठे सुख को सुख कहै, मानत है मन मोद।",
    "जगत् चबैना काल का, कछु मूठी कछु गोद।।"
  ],
  [
    "काल जीव को ग्रासई, बहुत कह्यो समुझाय।",
    "कहैं कबीर में क्या करूँ, कोई नहीं पतियाय।।"
  ],
  [
    "निश्चय काल गरासही, बहुत कहा समुझाय।",
    "कहैं कबीर मैं का कहूँ, देखत न पतियाय।।"
  ],
  [
    "जो उगै तो आथवै, फूलै सो कुम्हिलाय।",
    "जो चुने सो ढ़हि पड़ै, जनमें सो मरि जाय।।"
  ],
  [
    "कुशल-कुशल जो पूछता, जग में रहा न कोय।",
    "जरा मुई न भय मुवा, कुशल कहाँ ते होय।।"
  ],
  [
    "जरा श्वान जोबन ससा, काल अहेरी नित्त।",
    "दो बैरी बिच झोंपड़ा कुशल कहाँ सो मित्र।।"
  ],
  [
    "बिरिया बीती बल घटा, केश पलटि भये और।",
    "बिगरा काज सँभारि ले, करि छूटने की ठौर।।"
  ],
  [
    "कबीर गाफिल क्यों फिरै क्या सोता घनघोर।",
    "तेरे सिराने जम खड़ा, ज्यूँ अँधियारे चोर।।"
  ],
  [
    "कबीर पगरा दूर है, बीच पड़ी है रात।",
    "न जानों क्या होयेगा, ऊगन्ता परभात।।"
  ],
  [
    "धरती करते एक पग, समुंद्र करते फाल।",
    "हाथों परबत लौलते, ते भी खाये काल।।"
  ],
  [
    "आस पास जोधा खड़े, सबै बजावै गाल।",
    "मंझ महल से ले चला, ऐसा परबल काल।।"
  ],
  [
    "चहुँ दिसि पाका कोट था, मन्दिर नगर मझार।",
    "खिरकी खिरकी पाहरू, गज बन्दा दरबार।।"
  ],
  [
    "चहुँ दिसि ठाढ़े सूरमा, हाथ लिये हाथियार।",
    "सबही यह तन देखता, काल ले गया मात।।"
  ],
  [
    "हम जाने थे खायेंगे, बहुत जिमि बहु माल।",
    "ज्यों का त्यों ही रहि गया, पकरि ले गया काल।।"
  ],
  [
    "काची काया मन अथिर, थिर थिर कर्म करन्त।",
    "ज्यों-ज्यों नर निधड़क फिरै, त्यों-त्यों काल हसन्त।।"
  ],
  [
    "हाथी परबत फाड़ते, समुन्दर छूट भराय।",
    "ते मुनिवर धरती गले, का कोई गरब कराय।।"
  ],
  [
    "संसै काल शरीर में, विषम काल है दूर।",
    "जाको कोई जाने नहीं, जारि करै सब धूर।।"
  ],
  [
    "बालपना भोले गया, और जुवा महमंत।",
    "वृद्धपने आलस गयो, चला जरन्ते अन्त।।"
  ],
  [
    "बेटा जाये क्या हुआ, कहा बजावै थाल।",
    "आवन-जावन होय रहा, ज्यों कीड़ी का नाल।।"
  ],
  [
    "ताजी छूटा शहर ते, कसबे पड़ी पुकार।",
    "दरवाजा जड़ा ही रहा, निकस गया असवार।।"
  ],
  [
    "खुलि खेलो संसार में, बाँधि न सक्कै कोय।",
    "घाट जगाती क्या करै, सिर पर पोट न होय।।"
  ],
  [
    "घाट जगाती धर्मराय, गुरुमुख ले पहिचान।",
    "छाप बिना गुरु नाम के, साकट रहा निदान।।"
  ],
  [
    "संसै काल शरीर में, जारि करै सब धूरि।",
    "काल से बांचे दास जन जिन पै द्दाल हुजूर।।"
  ],
  [
    "ऐसे साँच न मानई, तिलकी देखो जाय।",
    "जारि बारि कोयला करे, जमते देखा सोय।।"
  ],
  [
    "काल पाय जब ऊपजो, काल पाय सब जाय।",
    "काल पाय सबि बिनिश है, काल काल कहँ खाय।।"
  ],
  [
    "पात झरन्ता देखि के, हँसती कूपलियाँ।",
    "हम चाले तु मचालिहौं, धीरी बापलियाँ।।"
  ],
  [
    "फागुन आवत देखि के, मन झूरे बनराय।",
    "जिन डाली हम केलि, सो ही ब्योरे जाय।।"
  ],
  [
    "मूस्या डरपैं काल सों, कठिन काल को जोर।",
    "स्वर्ग भूमि पाताल में जहाँ जावँ तहँ गोर।।"
  ],
  [
    "सब जग डरपै काल सों, ब्रह्मा, विष्णु महेश।",
    "सुर नर मुनि औ लोक सब, सात रसातल सेस।।"
  ],
  [
    "कबीरा पगरा दूरि है, आय पहुँची साँझ।",
    "जन-जन को मन राखता, वेश्या रहि गयी बाँझ।।"
  ],
  [
    "काल काल सब कोई कहै, काल न चीन्है कोय।",
    "जेती मन की कल्पना, काल कहवै सोय।।"
  ],
  [
    "काल काम तत्काल है, बुरा न कीजै कोय।",
    "भले भलई पे लहै, बुरे बुराई होय।।"
  ],
  [
    "काल काम तत्काल है, बुरा न कीजै कोय।",
    "अनबोवे लुनता नहीं, बोवे लुनता होय।।"
  ],
  [
    "लेना है सो जल्द ले, कही सुनी मान।",
    "कहीं सुनी जुग जुग चली, आवागमन बँधान।।"
  ],
  [
    "खाय-पकाय लुटाय के, यह मनुवा मिजमान।",
    "लेना होय सो लेई ले, यही गोय मैदान।।"
  ],
  [
    "गाँठि होय सो हाथ कर, हाथ होय सी देह।",
    "आगे हाट न बानिया, लेना होय सो लेह।।"
  ],
  [
    "देह खेह खोय जायगी, कौन कहेगा देह।",
    "निश्चय कर उपकार ही, जीवन का फल येह।।"
  ],
  [
    "कहै कबीर देय तू, सब लग तेरी देह।",
    "देह खेह होय जायगी, कौन कहेगा देह।।"
  ],
  [
    "देह धरे का गुन यही, देह देह कछु देह।",
    "बहुरि न देही पाइये, अकी देह सुदेह।।"
  ],
  [
    "सह ही में सत बाटई, रोटी में ते टूक।",
    "कहैं कबीर ता दास को, कबहुँ न आवे चूक।।"
  ],
  [
    "कहते तो कहि जान दे, गुरु की सीख तु लेय।",
    "साकट जन औ श्वान को, फेरि जवाब न देय।।"
  ],
  [
    "हस्ती चढ़िये ज्ञान की, सहज दुलीचा डार।",
    "श्वान रूप संसार है, भूकन दे झक मार।।"
  ],
  [
    "कबीर यह तन जात है, सको तो राखु बहोर।",
    "खाली हाथों बह गए, जिनके लाख करोर।।"
  ],
  [
    "विषय वासना उरझि कर, जनम गंवाया बाद।",
    "अब पछितावा क्या करै, निज करनी कर याद।।"
  ],
  [
    "सोना सज्जन साधुजन, टूट जुड़े सौ बार।",
    "दुर्जन कुंभ कुम्हार के, एके धक्का दरार।।"
  ],
  [
    "मरण भला तब जानिए, छूट जाए हंकार।",
    "जग की मरनी क्यों मरें, दिन में सौसौ बार।।"
  ],
  [
    "साधो रण में मिट रहा, टूटन दे हंकार।",
    "जग की मरनी क्यों मरें, दिन में सौसौ बार।।"
  ],
  [
    "बहता पानी निर्मला, बंधे सो गंदा होए।",
    "साधु जन रमता भला, दाग न लागै कोय।।"
  ],
  [
    "कबीरा यह संसार है, जैसा सेमल फूल।",
    "दिन दस के व्यवहार में, झूठे रंग ना भूल।।"
  ],
  [
    "गगन दमामा बाजिया, पड़े निसाने घाव।",
    "खेत बुहारे सूरमा, मोहे मरण का चाव।।"
  ],
  [
    "सूरा सोई सराहिये, लड़े मुक्ति के हेत।",
    "पुर्जा पुर्जा कट पड़े, तो भी ना छाड़े खेत।।"
  ],
  [
    "मोटी माया सब तजै, झीनी तजी न जाय।",
    "पीर पैगम्बर औलिया, झीनी सबको खाय।।"
  ],
  [
    "माया तो ठगनी भई, ठगत फिरै सब देस।",
    "जा ठग ने ठगनी ठगी, ता ठग को आदेश।।"
  ],
  [
    "भीतर तो भेदा नहीं, बाहिर कथै अनेक।",
    "जो पाई भीतर लखि परै,भीतर बाहर एक।।"
  ],
  [
    "माया दोय प्रकार की, जो कोय जाने खाय।",
    "एक मिलावे राम से, एक नरक ले जाय।।"
  ],
  [
    "माया छोड़न सब कहे, माया छोड़ी न जाय।",
    "छोड़न की जो बात करूं, बहुत तमाचा खाय।।"
  ],
  [
    "माया मन की मोहिनी, सुर नर रहे लुभाय।",
    "इन माया सब खाइया, माया कोय न खाय ॥"
  ],
  [
    "दौड़त दौड़त दौड़िया, जेती मन की दौड़।",
    "दौड़ि थके मन थिर भया, वस्तु ठौर की ठौर।।"
  ],
  [
    "कबीरा रेख सिंदूर की, काजर किया न जाय।",
    "तन मन में प्रीतम बसा, दूजा कहाँ समाई।।"
  ],
  [
    "जल में बसे कुमुदनी, चंदा बसे अकास।",
    "जैसी जिसकी भावना, सो ताही के पास।।"
  ],
  [
    "बुरा जो देखन मैं चला, बुरा न मिलिया कोए।",
    "जो मन खोजा आपना, मुझसे बुरा न कोए।।"
  ],
  [
    "सुख के संगी स्वारथी, दुःख में रहते दूर।",
    "कहैं कबीर परमारथी, दुःख सुख सदा हजूर।।"
  ],
  [
    "मनुवा तो पंछी भया, उड़ि के चला अकास।",
    "ऊपर ही ते गिर पड़ा, मन माया के पास।।"
  ],
  [
    "ज्ञानी भूले ज्ञान कथि, निकट रहा निज रूप।",
    "बाहिर खोजै बापुरै, भीतर वस्तु अनूप।।"
  ],
  [
    "प्रेम पियाला जो पिये, शीश दच्छिना देय।",
    "लोभी शीश न दे सके, नाम प्रेम का लेय"
  ],
  [
    "आपा मेटे हरि मिले, हरि मेटे सब जाई।",
    "अकथ कहानी प्रेम की, कोई नहीं पतियाय।।"
  ],
  [
    "जिहि घट प्रीति न प्रेम रस, पुनि रसना नहीं राम।",
    "ते नर इस संसार में, उपजि भए बेकाम।।"
  ],
  [
    "प्रीति बहुत संसार में, नाना विधि की सोय।",
    "उत्तम प्रीति सो जानिये, सतगुरु से जो होय।।"
  ],
  [
    "जहाँ काम तहाँ नाम नहीं, जहाँ नाम नहि काम।",
    "दोनो कबहू ना मिलै, रवि रजनी एक ठाम।।"
  ],
  [
    "राम नाम कड़वा लगे, मीठा लागे दाम।",
    "दुविधा में दोनों गए, माया मिली ना राम।।"
  ],
  [
    "सुरति करो मेरे सांइया, हम है भवजल मांहि।",
    "आपे ही बहि जाएंगे, जो नहीं पकड़ो बांहि।।"
  ],
  [
    "भागे भला न होएगा, कहा धरोगे पाव।",
    "सिर सौंपो सीधे लड़ो, काहे करौ कुदाव।।"
  ],
  [
    "गुरु गोविन्‍द दोऊ खड़े, काके लागूँ पांय।",
    "बलिहारी गुरु आपने, गोविन्‍द दियो मिलाय।।"
  ],
  [
    "गुरु नारायन रूप है, गुरु ज्ञान को घाट।",
    "सतगुरु बचन प्रताप सों, मन के मिटे उचाट।।"
  ],
  [
    "जैसी प्रीति कुटुंब की, तैसी गुरु सों होय।",
    "कहें कबीर ता दास को, पला न पकड़े कोय।।"
  ],
  [
    "गुरु समान दाता नहीं, याचक शिष्‍य समान।",
    "तीन लोक की संपदा, सो गुरु दीन्‍हीं दान।।"
  ],
  [
    "गुरु को मानुष जानते, ते नर कहिए अन्‍ध।",
    "होय दुखी संसार में, आगे जम का फन्‍द।।"
  ],
  [
    "गुरु पारस को अन्‍तरो, जानत हैं सब संंत।",
    "वह लोहा कंचन करे, ये करि लेय महंत।।"
  ],
  [
    "गुरु की आज्ञा आवई, गुरु की आज्ञा जाय।",
    "कहैं कबीर सो संत है, आवागमन नशाय।।"
  ],
  [
    "गुरु महिमा गावत सदा, मन राखे अति मोद।",
    "सो भव फिर आवै नहीं, बैठे प्रभु की गोद।।"
  ],
  [
    "सुनिये सन्‍तों साधु मिलि, कहहिं कबीर बुझाय।",
    "जेहि विधि गुरु सों प्रीति है, कीजे सोइ उपाय।।"
  ],
  [
    "गुरु गोविन्‍द करि जानिये, रहिये शब्‍द समाय।",
    "मिलै तो दण्‍डवत बंदगी, नहिं पल पल ध्‍यान लगाय।।"
  ],
  [
    "गुरु सों प्रीति निबाहिये, जेहि तत निबहै संता।",
    "प्रेम बिना ढिग दूर है, प्रेम निकट गुरु कंत।।"
  ],
  [
    "तन मन ताको दीजिए, जोको विषया नाहि।",
    "आपा सब ही डारि के, राखै साहिब माहिं।।"
  ],
  [
    "गुरु शरणागत छाड़‍ि के, करै भरोसा और।",
    "सुख सम्‍पति को कह चली, नहीं नरक में ठौर।।"
  ],
  [
    "कबीर ते नर अंध हैं, गुरु को कहते और।",
    "हरि के रूठे ठौर है, गुरु रूठे नहिं ठौर।।"
  ],
  [
    "कुमति कीच चेला भरा, गुरु ज्ञान जल होय।",
    "जनम जनम का मोरचा, पल में डारे धोय।।"
  ],
  [
    "गुरु मूरति गति चन्‍द्रमा, सेवक नैन चकोर।",
    "आठ पहर निरखत रहे, गुरु मूरति की ओर।।"
  ],
  [
    "कहैं क‍बीर तजि भरम को, नन्‍हा है कर पीव।",
    "तजि अहँ गुरु चरण गहु, जमसों बाचै जीव।।"
  ],
  [
    "गुरु सों ज्ञान जो लीजिए, सीस दीजिए दान।",
    "बहुतक भोंदू बहि गये, राखि जीव अभिमान।।"
  ],
  [
    "गुरु गोविन्‍द दोउ एक हैं, दूजा सब आकार।",
    "आपा मेटैं हरि भजैं, तब पावे दीदार।।"
  ],
  [
    "जल परमानै माछली, कुल परमानै सुद्धि।",
    "जाको जैसा गुरु मिला, ताको तैसी बुद्धि।।"
  ],
  [
    "अबुध सुबुध सुत मातु पितु, सबहि करै प्रतिपाल।",
    "अपनी ओर निबाहिये, सिख सुत गहि निज चाल।।"
  ],
  [
    "पंडित पढि़ गुनि पचि मुये, गुरु बिन मिले न ज्ञान।",
    "ज्ञान बिना नहिं मुक्ति है, सत्त सब्‍द परमान।।"
  ],
  [
    "गुरु को कीजै दण्‍डवत, कोटि कोटि परनाम।",
    "कीट न जाने भृंग को, गुरु कर ले आप समान।।"
  ],
  [
    "ज्ञान समागम प्रेम सुख, दया भक्ति विश्‍वास।",
    "गुरु सेवा ते पाइये, सद्गुरु चरण निवास।।"
  ],
  [
    "मूल ध्‍यान गुरु रूप है, मूल पूजा गुरु पांव।",
    "मूल नाम गुरु वचन है, मूल सत्‍य सतभाव।।"
  ],
  [
    "लच्‍छ कोस जो गुरु बसै दीजै सुरति पठाय।",
    "शब्‍द तुरी असवार है, छिन आवै छिन जाय।।"
  ],
  [
    "सब धरती कागद, करुं, लेखनी सब बनराय।",
    "सात समुद्र की मसि करुं, गुरु गुण लिखा न जाय।।"
  ],
  [
    "गुरु मूरति आगे खड़ी, दुतिया भेद कछु नाहिं।",
    "उन्‍हीं कूं परनाम करि, सकल तिमिर मिटि जाहिं।।"
  ],
  [
    "जो गुरु पूरा होय तो, शीषहि लेय निबाहि।",
    "शीष भाव सुत जानिये, सुत ते श्रेष्‍ठ शिष आहि।।"
  ],
  [
    "गुरु को सिर पर राखिये, चलिये आज्ञा माहिं।",
    "कहैं कबीर ता दास को, तीन लोक भय नाहिं।।"
  ],
  [
    "कोटिन चन्‍दा अगही, सूरज कोटि हजार।",
    "तीमिर तो नाशै नहीं, बिन गुरु घोर अंधार।।"
  ],
  [
    "लौ लागी विष भागिया, कालख डारी धोय।",
    "कहैं कबीर गुरु साबुन सों, कोइ इक ऊजल होय।।"
  ],
  [
    "गुरु सेवा जन बन्‍दगी, हरि सुमिरन वैराग।",
    "ये चारों तबही मिले, पूरन होवे भाग।।"
  ],
  [
    "गुरु कुम्‍हार शिष कुंभ है, गढ़ि‍-गढ़‍ि काढ़े खोट।",
    "अन्‍तर हाथ सहार दे, बाहर बाहै चोट।।"
  ],
  [
    "कबीर हरि के रूठते, गुरु के शरणै जाय।",
    "कहैं कबीर गुरु रूठते, हरि नहिं होत सहाय।।"
  ],
  [
    "सचुपाया सुख ऊपजा, दिल दरिया भरपूर।",
    "सकल पाप सहजे गया, सतगुरु मिले हजूर।।"
  ],
  [
    "चारि खानि में भरमता, कबहु न लगता पार।",
    "सो फेरा सब मिटि गया, सतगुरु के उपकार।।"
  ],
  [
    "जग में युक्ति अनूप है, साधु संग गुरु ज्ञान।",
    "तामे निपट अनूप है, सतगुरु लागा कान।।"
  ],
  [
    "बिन सद्गुरु बाचै नहीं, फिर बूड़े भव मांहि।",
    "भौसागर की त्रास से, सतगुरु पकड़े बाहि।।"
  ],
  [
    "चित चोखा मन निरमला, बुधि उत्तम मति धीर।",
    "सो धोखा नहिं बिरहहीं, सतगुरु मिले कबीर।।"
  ],
  [
    "सतगुरु मेरा शूरमा, तकि तकि मारै तीर।",
    "लागे पन भागे नही, ऐसा दास कबीर।।"
  ],
  [
    "सतगुरु महिमा अनंत है, अनंत किया उपकार।",
    "लोचन अनंत उघारिया, अनंत दिखावन हार।।"
  ],
  [
    "यह सतगुरु उपदेश है, जो माने परतीत।",
    "करम भरम सब त्‍यागि के, चलै सो भव जल जीत।।"
  ],
  [
    "सतगुरु शरण न आवहीं, फिर‍ि फिरि होय अकाज।",
    "जीव खोय सब जायेंगे, काल तिहूं पुर राज।।"
  ],
  [
    "सतगुरु सम को है सगा, साधु सम को दात।",
    "हरि समान को है हितु, हरिजन सम को जात।।"
  ],
  [
    "कबीर समुझा कहत है, पानी थाह बताय।",
    "ताकूं सतगुरु को करे, जो औघट डूबे जाय।।"
  ],
  [
    "सतगुरु सम कोई नहीं, सात दीप नौ खण्‍ड।",
    "तीन लोक न पाइये, अरु इक-इस ब्रह्मण्‍ड।।"
  ],
  [
    "सतगुरु सांचा शूरमा, नख शिख मारा पूर।",
    "बाहिर घाव न दीखई, अन्‍तर चकनाचूर।।"
  ],
  [
    "केते पढि गुनि पचि मुए, योग यज्ञ तप लाय।",
    "बिन सतगुरु पावै नहीं, कोटिन करे उपय।।"
  ],
  [
    "सतगुरु की मानै नहीं, अपनी कहै बनाय।",
    "कहैं कबीर क्‍या कीजिए, और मता मन माय।।"
  ],
  [
    "मनहि दिया निज सब दिया, मन के संग शरीर।",
    "अब देवे तो क्‍या रहा, यों कथि कहहिं कबीर।।"
  ],
  [
    "सतगुरु तो सतभाव है, जो अस भेद बताय।",
    "धन्‍य शीष धन भाग तिहिं, जो ऐसी सुधि पाया।।"
  ],
  [
    "सतगुरु हमसों रीझि कै, कह्यौ एक परसंग।",
    "बरषै बादल प्रेम को, भींजि गयो सब अंग।।"
  ],
  [
    "पाछे लागे जाय था, लोक वेद के साथ।",
    "पैडे में सतगुरु मिले, दीपक दीन्‍हा हाथ।।"
  ],
  [
    "जेहि खोजत ब्रह्मा थके, सुर नर मुनि अरु देव।",
    "कहैं कबीर सुन साधवा, करु सतगुरु की सेव।।"
  ],
  [
    "सतगुरु मिले जु सब मिले, न तो मिला न कोय।",
    "माता-पिता सुत बांधवा, ये तो घर घर होय।।"
  ],
  [
    "गुरवा तो सस्‍ता भया, पैसा केर पचास।",
    "राम नाम धन बेचि के, शिष्‍य करन की आस।।"
  ],
  [
    "गुरु नाम है गम्‍य का, शीष सीख ले सोय।",
    "बिनु पद बिनु मरजाद नर, गुरु शीष नहिं कोय।।"
  ],
  [
    "कहता हूं कहि जात हूं, देता हूं हेला।",
    "गुरु की करनी गुरु जाने, चेला की चेला।।"
  ],
  [
    "गुरु किया है देह का, सतगुरु चीन्‍हा नांहि।",
    "भवसागर के जाल में, फिर फिर गोता खांहि।।"
  ],
  [
    "गुरु बिचारा क्‍या करै, शब्‍द न लागै अंग।",
    "कहै कबीर मैली गजी, कैसे लागै रंग।।"
  ],
  [
    "यह तन विष की बेलरी, गुरु अमृत की खानद्य।",
    "सीस दिये तो गुरु मिले, तो भी सस्‍ता जान।।"
  ],
  [
    "गु अंधियारी जानिये, रु कहिये परकास।",
    "मिटे अज्ञान तम ज्ञान ते, गुरु नाम है तास।।"
  ],
  [
    "कबीर बेड़ा सार का, ऊपर लादा सार।",
    "पापी का पापी गुरु, यो बूड़ा संसार।।"
  ],
  [
    "जानीता बूझा नहीं, बूझि किया नहिं गौन।",
    "अंधे को अंधा मिले, राह बताये कौन।।"
  ],
  [
    "भेदी लीया साथ करि, दीन्‍हा वस्‍तु लखाय।",
    "कोटि जनम का पंथ था, पल में पहुंचा जाय।।"
  ],
  [
    "गुरु लोभी शिष लालची, दोनों खेले दांव।",
    "दोनों बूड़े, बापुरे, चढ़‍ि पाथर की नांव।।"
  ],
  [
    "सो गुरु निसदिन बन्दिये, जासों पाया राम।",
    "नाम बिना घट अंध है, ज्‍यो दीपक बिन धाम।।"
  ],
  [
    "जा गुरु को तो गम नहीं, पाहन दिया बताय।",
    "शिष शोधे बिन सेइया, पार न पहुंचा जाय।।"
  ],
  [
    "झूठे गुरु के पक्ष को, तजज न कीजै बार।",
    "द्वार न पावै शब्‍द का भटके बारम्‍बार।।"
  ],
  [
    "जा गुरु ते भ्रम न मिटे, भ्रांति न जिनकी जाय।",
    "सो गुरु झूठा जानिये, त्‍यागत देर न लाय।।"
  ],
  [
    "सांचे गुरु के पक्ष में, मन को दे ठहराय।",
    "चंचल से निश्‍चल भया, नहिं आवै नहिं जाय।।"
  ],
  [
    "जाका गुरु है आंधरा, चेला खरा निरंध।",
    "अन्‍धे को अन्‍ध मिला, पड़ा काल के फन्‍दा।।"
  ],
  [
    "पूरा सतगुरु न मिला, सुनी अधूरी सीख।",
    "स्‍वांग यती का पहिन के, घर-घर मांगी भीख।।"
  ],
  [
    "सद्गुरु ऐसा कीजिए, लोभ मोह भ्रम नाहिं।",
    "दरिया सो न्‍यारा रहे, दीसे दरिया माहिं।।"
  ],
  [
    "बंधे को बंधा मिला, छूटै कौन उपाय।",
    "कर सेवा निरबंध की, पल में लेत छुड़ाय।।"
  ],
  [
    "गुरु कीजै जानि के, पानी पीजै छानि।",
    "बिना बिचारे गुरु करे, परै चौरासी खानि।।"
  ],
  [
    "गुरु तो ऐसा चाहिए, शिष सो कछु न लेय।",
    "शिष तो ऐसा चाहिए, गुरु को सब कुछ देय।।"
  ],
  [
    "गुरु भया नहिं शिष भया, हिरदे कपट न जाय।",
    "आलो पालो दुख सहै, चढ़‍ि पाथर की नाव।।"
  ],
  [
    "स्‍वामी सेवक होय के, मन ही मिलि जाय।",
    "चतुराई रीझै नहीं, रहिए मन के मांय।।"
  ],
  [
    "जिन ढूंढा तिन पाइयां, गहिरै पानी पैठ।",
    "मैं बंपरा बडने डरा, रहा किनारे बैठ।।"
  ],
  [
    "ऐसा कोई ना मिला, हम को दे उपदेश।",
    "भवसागर में डूबते, कर गहि काढे केश।।"
  ],
  [
    "जैसा ढूंढत में फिरुं, तैसा मिला न कोय।",
    "ततवेता तिरंगुन रहित, निरगुन सों रत होय।।"
  ],
  [
    "शिष्‍य पूजै गुरु आपना, गुरु पूजे सब साध।",
    "कहैं कबीर गुरु शीष को, मत है अगम अगाध।।"
  ],
  [
    "देश देशान्‍तर मैं फिरुं, मानुष बड़ा सुकाल।",
    "जा देख सुख उपजे, वाका पड़ा दुकाल।।"
  ],
  [
    "ऐसा काई ना मिला, जासू कहुं निसंक।",
    "जासो हिरदा की कहूं, सो फिर मारे डंक।।"
  ],
  [
    "हिरदे ज्ञान न उपजे, मन परतीत न होय।",
    "ताको सदगुरु कहा करे, घनघसि कुल्‍हर न होय।।"
  ],
  [
    "सरबस सीस चढ़ाइये, तन कृत सेवा सार।",
    "भूख प्‍यास सहे ताड़ना, गुरु के सुरति न‍िहार।।"
  ],
  [
    "साकट ते संत होत है, जो गुरु मिले सुजान।",
    "राम-नाम निज मंत्र दे, छुड़ावै चारों खान।।"
  ],
  [
    "जो कामिनी पड़दै रहे, सुनै न गुरुमुख बात।",
    "सो तो होगी कूकरी, फिरै उघारै गात।।"
  ],
  [
    "कबीर हृदय कठोर के, शब्‍द न लागै सार।",
    "सुधि बुधि के हिरदे विधे, उपजे ज्ञान विचार।।"
  ],
  [
    "हरिया जानै रुखड़ा, उस पानी का नेह।",
    "सूखा काठ न जानि है, कितहूं बूड़ा मेह।।"
  ],
  [
    "कबीर लहरि समुद्र की, मोती बिखरे आय।",
    "बगुला परख न जानई, हंसा चुनि चुनि खाय।।"
  ],
  [
    "कबीर हरिरस बरसिया, गिरि परवत बनराय।",
    "नीर निवानु ठाहरै, ना वह छापर डाय।।"
  ],
  [
    "पशुवा सों पालौ पर्यो, रहु रहु हिया न खीज।",
    "ऊषर बीज न ऊगसी बोवै दूना बीज।।"
  ],
  [
    "चौसठ दीवा जोय के, चौदह चन्‍दा माहिं।",
    "तेहि घर किसका चांदना, जिहि घर सतगुरु नाहिं।।"
  ],
  [
    "साकट का मुख बिंब है, निकसत बचन भुवंग।",
    "ताकी औषधि मौन है, विष नहिं व्‍यापै अंग।।"
  ],
  [
    "साकट संग न बैठिये, करन कुबेर समान।",
    "ताके संग न चालिये, पड़‍ि हैं नरक-निदान।।"
  ],
  [
    "कबीर गुरु की भक्ति बिनु, राजा रासभ होय।",
    "माटी लदै कुम्हार की, घास न डारै कोय।।"
  ],
  [
    "निगुरा ब्राह्मण नहिं भला, गुरुमुख भला चमार।",
    "देवतन से कुत्ता भला, नित उठि भुंके द्वार।।"
  ],
  [
    "कंचन मेरु अरपहीं, अरपै कनक भण्‍डार।",
    "कहैं कबीर गुरु बेमुखी, कबहुं न पावै पार।।"
  ],
  [
    "साकट सूकर कूकरा, तीनो की गति एक।",
    "कोटि जतन परमोधिये, तऊ न छाडै टेक।।"
  ],
  [
    "गगन मंडल के बीच में, तहवां झलकै नूर।",
    "निगुरा महल न पावई, पहुंचेगा गुरु पूर।।"
  ],
  [
    "हरिजन आवत देखि के, मोहड़ो सूख गयो।",
    "भाव भक्ति समुझायो नहीं, मूरख चूकि गयो।।"
  ],
  [
    "साकट कहा न कहिं चलै, सुनहा कहा न खाया।",
    "जो कौवा मठ हगि भरै, तो मठ को कहा नशाय।।"
  ],
  [
    "गुरु बिन माला फेरते, गुरु बिन देते दान।",
    "गुरु बिन सब निष्‍फल गया, पूछौ वेद पुरान।।"
  ],
  [
    "सूता साधु जगाइये, करै ब्रह्म को जाप।",
    "ये तीनों न जगाइये, साकट सिंह अरु सांप।।"
  ],
  [
    "हरिजन की लातां भलीं, बुरि साकट की बात।",
    "लातों में सुख ऊपजे, बाते इज्‍जत जात।।"
  ],
  [
    "शुकदेव सरिखा फेरिया, तो को पावै पारा।",
    "गुरु बिन निगुरा जो रहै, पड़े चौरासी धार।।"
  ],
  [
    "कबीर दर्शन साधु का, बड़े भाग दरशाय।",
    "जो होवै सूली सजा, कांटे ई टरि जाय।।"
  ],
  [
    "कबीर सोई दिन भला, जा दिन साधु मिलाय।",
    "अंक भरि भरि भेटिये, पाप शरीरा जाय।।"
  ],
  [
    "तीरथ न्‍हाये एक फल, साधु मिले फल चार।",
    "सतगुरु मिले अनेक फल, कहैं कबीर विचार।।"
  ],
  [
    "कबीर दर्शन साधु के, करत न कीजै कानि।",
    "ज्‍यों उद्यम से लक्ष्‍मी, आलस मन से हानि।।"
  ],
  [
    "दरशन कीजै साधु का, दिन में कई कई बार।",
    "असोजा का मेह ज्‍यों, बहुत करे उपकार।।"
  ],
  [
    "कई बार नहिं कर सके, दोय बख्‍त करि लेय।",
    "कबीर साधु दरश ते, काल दगा नहिं देय।।"
  ],
  [
    "दोख बखत नहिं करि सके, दिन में करु इक बार।",
    "कबीर साधु दरश ते, उतरे भौजल पार।।"
  ],
  [
    "एक दिना नहिं करि सके, दूजे दिन कर लेह।",
    "कबीर साधु दरश ते, पावै उत्तम देह।।"
  ],
  [
    "दूजे दिन नहिं करि सके, तीजे दिन करु जाय।",
    "कबीर साधु दरश ते, मोक्ष मुक्ति फल पाय।।"
  ],
  [
    "तीजे चौथे नहिं करे, बार-बार करु जाय।",
    "यामें विलंब न कीजिये, कहैं कबीर समुझाय।।"
  ],
  [
    "बार-बार नहिं करि सकै, पाख-पाख करि लेय।",
    "कहैं कबीर सो भक्‍त जन, जन्‍म सुफल करि लेय।।"
  ],
  [
    "पाख पाख नहिं करि सकै, मास-मास करु जाय।",
    "यामें देर न लाइये, कहैं कबीर समुझाय।।"
  ],
  [
    "मास-मास नहिं कर‍ि सकै, छठै मास अलबत्त।",
    "यामें ढील न कीजिए, कहैं कबीर अविगत।।"
  ],
  [
    "सन्‍त मिले सूख उपजै, दुष्‍ट मिले दुख होय।",
    "सेवा कीजै सन्‍त की, जनम कृतारथ होय।।"
  ],
  [
    "छठे मास नहिं करि सकै, बरस दिन करि लेय।",
    "कहैं कबीर सो भक्‍तजन, जमहिं चुनौती देय।।"
  ],
  [
    "बरस बरस नहिं करि सकै, ताको लागे दोष।",
    "कहैं कबीर वा जीव सो, कबहु न पावै मोष।।"
  ],
  [
    "मात पिता सुत स्‍त्री, आलस बन्‍धु कानि।",
    "साधु दरश को जब चलै, ये अटकावै आनि।।"
  ],
  [
    "इन अटकाया न रुके, साधु दरश को जाय।",
    "कबीर साई संत जन, मोक्ष मुक्ति फल पाय।।"
  ],
  [
    "साधु शब्‍द समुद्र है, जामें रतन भराय।",
    "मन्‍द भाग मुट्ठी भरै, कंकर हाथ लगाय।।"
  ],
  [
    "संगत कीजै साधु की, कभी न निष्‍फल होय।",
    "लोहा पारस परस ते, सो भी कंचन होय।।"
  ],
  [
    "साधु बिरछ सतज्ञान फल, शीतल शब्‍द विचार।",
    "जग में होते साधु नहिं, जर मरता संसार।।"
  ],
  [
    "साधु मिले यह सब टलै, काल-हाल जम चोट।",
    "शीश नवावत ढहि परै, अघ्‍ज्ञ पापन के पोट।।"
  ],
  [
    "साधु भूखा भाव का, धन का भूखा नाहिं।",
    "धन का भूखा जो फिरै, सो तो साधु नाहिं।।"
  ],
  [
    "दया गरीबी बन्‍दगी, समता शील सुभाव।",
    "ये ते लक्षण साधु के, कहैं कबीर सद्भाव।।"
  ],
  [
    "कंचन दीया करन ने, द्रौपदी दीया चीर।",
    "जो दीया सो पाइया, ऐसे कहैं कबीर।।"
  ],
  [
    "साधु कहावन कठिन है, ज्‍यों खांड़े की धार।",
    "डगमगाय तो गिर पड़े, निहचल उतरे पार।।"
  ],
  [
    "दुख सुख एक समान है, हरष शोक नहिं व्‍याप।",
    "उपकारी निहकामता, उपजै छोह न ताप।।"
  ],
  [
    "साधु बड़े परमारथी, धन ज्‍यों बरसे आय।",
    "तपन बुझावैं और की, अपनो पारस लाय।।"
  ],
  [
    "छाजन भोजन प्रीति सों, दीजै साधु बुलाय।",
    "जीवत जस है जगत में, अन्‍त परम पद पाय।।"
  ],
  [
    "साधु आवत देखि कर, हंसी हमारी देह।",
    "माथा का ग्रह ऊतरा, नैनन बढ़ा स्‍नेह।।"
  ],
  [
    "साधु भौंरा जग कली, निश दिन फिरै उदास।",
    "टुक टुक तहां बिलंबिया, जहं शीतल शब्‍द निवास।।"
  ],
  [
    "मानपमान न चित्त धरै, औरत को सनमान।",
    "जो कोई आशा करै, उपदेशै तेहि ज्ञान।।"
  ],
  [
    "साधु जन सब में रमैं, दुख न काहू देहि।",
    "अपने मत गाढ़ा रहै, साधुन का मय येहि।।"
  ],
  [
    "जो सुख को मुनिवर रटैं, सुन नर करै विलाप।",
    "सो सुख सहजै पाइया, सन्‍तों संगति आप।।"
  ],
  [
    "कबीर शीतल जल नहीं, हिम ना शीतल होय।",
    "कबीर शीतल सन्‍त जन, राम सनेही सोय।।"
  ],
  [
    "साधु आवत देखि के, मन में करै मरोर।",
    "सो तो होसी चूहरा, बसै गांव की खोर।।"
  ],
  [
    "कबीर लौंग, इलायची, दातुन माटी पानि।",
    "कहैं कबीर संतन को, देत न कीजै कानि।।"
  ],
  [
    "हरि दरबारी साधु हैं, इन ते सब कुछ होय।",
    "बेगि मिलावें राम को, इन्‍हें मिले जु कोय।।"
  ],
  [
    "संत मिले जनि बीछरो, बिछरो यह मम प्रान।",
    "शब्‍द सनेही ना मिले, प्राण देह में आन।।"
  ],
  [
    "साधु ऐसा चाहिए, दुखै दुखावै नाहिं।",
    "पान फूल छेड़े नहीं, बसै बगीचा माहि।।"
  ],
  [
    "निर्बेरी निहकामता, स्‍वामी सेती नेह।",
    "विषया सो न्‍यारा रहे, साधुन का मत येह।।"
  ],
  [
    "सरवर तरवर संत जन, और चौथा बरसे मेह।",
    "परमारथ के कारने, चारों धारी देह।।"
  ],
  [
    "कोई आवै भाव लै, कोई अभाव ले आव।",
    "साधु दाऊ को पोषते, भाव न गिनै अभाव।।"
  ],
  [
    "टूका माही टक दे, चीर माहि सो चीर।",
    "साधु देत न सकुचिये, यों कथि कहहिं कबीर।।"
  ],
  [
    "साधु कहावन कठिन है, लम्‍बा पेड़ खजूर।",
    "चढ़ै तो चाखे प्रेम रस, गिरै तो चकनाचूर।।"
  ],
  [
    "साधु आया पाहना, मांगै चार रतन।",
    "धुनी पानी साथरा, सरधा सेती अन्‍न।।"
  ],
  [
    "साधु चलत रो दीजिए, कीजै अति सनमान।",
    "कहैं कबीर कछु भेट धरु, अपने बित्त अनुमान।।"
  ],
  [
    "खाली साधु न बिदा करु, सुन लीजै सब कोय।",
    "कहैं कबीर कछु भेंट धरु, जो तेजे घर होय।।"
  ],
  [
    "साधु दरशन महाफल, कोटि यज्ञ फल लेह।",
    "इन मन्दिर को का पड़ी, नगर शुद्ध करि लेह।।"
  ],
  [
    "यह कलियुग आयो अबै, साधु न मानै कोय।",
    "कामी क्रोधी मसखरा, तिनकी पूजा होय।।"
  ],
  [
    "आज काल दिन पांच में, बरस पांच जुग पंच।",
    "जब तब साधु तारसी, और सकल परपंच।।"
  ],
  [
    "बिरछा कबहुं न फल भखै, नदी न संचवै नीर।",
    "परमारथ के कारने, साधु धरा शरीर।।"
  ],
  [
    "सुख देवै दुख को हरै, दूर करै अपराध।",
    "कहैं कबीर वह कब मिलै, परम स्‍नेही साध।।"
  ],
  [
    "साधु सोई जानिये, चलै साधु की चाल।",
    "परमारथ करता रहै, बोलै बचन रसाल।।"
  ],
  [
    "साधु साधु सब बड़े हैं, जस पस्‍ते का खेत।",
    "कोई विवेकी लाल हैं, और सेत का सेत।।"
  ],
  [
    "सन्‍त मता गजराज का, चाले बन्‍धन छोड़।",
    "जग कुत्ता पीछै फिरै, सुनै न वाका सोर।।"
  ],
  [
    "इन्द्रिय मन निग्रह करन, हिरदै कोमल होय।",
    "सदा शुद्ध आचार में, रहे विचार में सोय।।"
  ],
  [
    "कोटि-कोटि तीरथ कर, कोटि-कोटि करु धाम।",
    "जब लग साधु न सेवई, तब लग काचा काम।।"
  ],
  [
    "सुनिये पार जो पाइया, छाजन भोजन आनि।",
    "कहैं कबीर संतन को, देत न कीजै कानि।।"
  ],
  [
    "कमल पत्र हैं साधु जन, बसै जगत के माहिं।",
    "बालक केरि धाय ज्‍यों, अपना जानत नाहिं।।"
  ],
  [
    "आशा तजि माया तजै, मोह तजै अरु मान।",
    "हरष शोक निंदा तजै, कहैं कबीर संत जान।।"
  ],
  [
    "साधु दरश को जाइये, जेता धरिये पांव।",
    "डग डग पै असमेध जग, कहैं कबीर समुझाय।।"
  ],
  [
    "कुलवंता कोटिक मिले, पंडित कोटि पचीस।",
    "सुपच भक्‍त की पनहि में, तुलै न काहू शीश।।"
  ],
  [
    "साधु सतो और सिंह को, ज्‍यों लंछन त्‍यों शोभ।",
    "सिंह न मारे मेंढ़का, साधु न बांधे लोभ।।"
  ],
  [
    "जौन चाल संसार की, तौन साधु को नाहिं।",
    "डिंभ चाल करनी करै, साधु कहो मत ताहि।।"
  ],
  [
    "शीलवन्‍त दढ़ ज्ञान मत, अति उदार चित होय।",
    "लज्‍जावान अति निछलता, कोमल हिरदा सोय।।"
  ],
  [
    "सदा रहै संतोष में, धरम आप दढ़ धार।",
    "आश एक गुरुदेव की, और न चित्त विचार।।"
  ],
  [
    "सावधान और शीलता, सदा प्रफुल्‍ल‍ित गात।",
    "निर्विकार गंभीर मत, धीरज दया बरसात।।"
  ],
  [
    "आसन तो एकान्‍त करैं, कामिनी संगत दूर।",
    "शीतल संत शिरोमनी, उनका ऐसा नूर।।"
  ],
  [
    "रक्‍त छाड़‍ि पय को गहै, ज्‍यौरे गऊ का बच्‍छ।",
    "औगुण छांड़ै गुण गहै, ऐसा साधु लच्‍छ।।"
  ],
  [
    "तूटै बरत अकास सों, कौन सकत है झेल।",
    "साधु सती और सूर का, अनी ऊपर का खेल।।"
  ],
  [
    "उड़गण और सुधाकरा, बसत नीर के संग।",
    "यों साधु संसार में, कबीर पड़त न फंद।।"
  ],
  [
    "सदा कृपालु दुख परिहरन, बैर भाव नहिं दोय।",
    "छिमा ज्ञान सत भारवही, हिंसा रहित जु होय।।"
  ],
  [
    "साधु सती और सूरमा, राखा रहै न ओट।",
    "माथा बांधि पताक सों, नेजा घालैं चोट।।"
  ],
  [
    "जौन भाव ऊपर रहै, भितर बसावै सोय।",
    "भीतर और न बसावई, ऊपर और न होय।।"
  ],
  [
    "साधु ऐसा चाहिए, जाके ज्ञान विवेक।",
    "बोहर मिलते सों मिलें, अन्‍तर सबसों एक।।"
  ],
  [
    "और देव नहिं चित्त बसै, मन गुरु चरण बसाय।",
    "स्‍वल्‍पाहार भोजन करु, तृष्‍णा दूर पराय।।"
  ],
  [
    "जूआ चोरी मुखबिरी, ब्‍याज बिरानी नारि।",
    "जो चाहे दीदार को, इतनी वस्‍तु निवारि।।"
  ],
  [
    "बंधा पानी निरमला, जो टूक गहिरा होय।",
    "साधु जन बैठा भला, जो कुछ साधन होय।।"
  ],
  [
    "साधु ऐसा चाहिए, जाका पूरा मंग।",
    "विपत्ति‍ पड़ै छाड़ै नहीं, चढ़ै चौगुना रंग।।"
  ],
  [
    "षड़ विकार यह देह के, तिनको चित्त न लाय।",
    "शोक मोह प्‍यासीह छुधा, जरा मृत्‍यु नशि जाय।।"
  ],
  [
    "संत न छाड़ै सन्‍तता, कोटिक मिलै असन्‍त।",
    "मलय भुवंगम बेधिया, शीतलता न तजन्‍त।।"
  ],
  [
    "जाति न पूछो साधु की, पूछि लीजिये ज्ञान।",
    "मोल करो तलवार का, पड़ा रहन दो म्‍यान।।"
  ],
  [
    "साधु तो हीरा भया, न फूटै घन खाय।",
    "न वह बिनसै कुम्‍भ ज्‍यों, ना वह आवै जाय।।"
  ],
  [
    "आजकल के लोग हैं, मिलिके बिछुरी जाहिं।",
    "लाहा कारण आपने, सोगंद रामकि खांहि।।"
  ],
  [
    "क्‍यों नृपनारी निन्दिये, पनिहारी को मान।",
    "वह मांग सवारे पीवहित, नित वह सुमिरे राम।।"
  ],
  [
    "संत समागम परम सुख, जान अल्‍प सुख और।",
    "मान सरोवर हंस है, बगुला ठौर ठौर।।"
  ],
  [
    "कह अकाश को फेर है, कह धरती को तोल।",
    "कहा साधु की जाति है, कह पारस को मोल।।"
  ],
  [
    "साधु चाल जु चलाई, साधु कहावै सोय।",
    "बिन साधन तो सुधि नहीं, साधु कहां ते होय।।"
  ],
  [
    "हांसी खेल हराम है, जो जन रमते राम।",
    "माया मन्दिर इस्‍तरी, नहिं साधु का काम।।"
  ],
  [
    "हयबर गयबर सघन घन, छत्रपति की नारि।",
    "तासु पटतरे ना तुले, हरिजन की पनिहारि।।"
  ],
  [
    "सब वन तो चन्दन नहीं, शूरा के दल नाहिं।",
    "सब समुद्र मोती नहीं, यों साधु जग माहिं।।"
  ],
  [
    "साधु साधु सबहीं बड़े, अपनी अपनी ठौर।",
    "शब्‍द विवेकी पारखी, सो माथे के मौर।।"
  ],
  [
    "सो दिन गया अकाज में, संगत भई न संत।",
    "प्रेम बिना पशु जीवना, भाव बिना भटकंत।।"
  ],
  [
    "साधु बिहंगम सुरसरी, चले बिहंगम चाल।",
    "जो जो गलियां नीकसे, सो सो करे निहाल।।"
  ],
  [
    "कबीर हमारा कोई नहिं, हम काहू के नाहिं।",
    "पारै पहुंची नाव ज्‍यौं, मिलिके बिछुरी जाहिं।।"
  ],
  [
    "जो मानुष गृह धर्म युत, राखै शील विचार।",
    "गुरुमुख बानी साधु संग, मन वच सेवा सार।।"
  ],
  [
    "बाना पहिरे सिंह का, चलै भेड़ की चाल।",
    "बोली बोले सियार की, कुत्ता खावै काल।।"
  ],
  [
    "गिरही सेवै साधु को, भाव भक्ति आनंद।",
    "कहैं कबीर बैरागी को, निरबानी निरदुन्‍द।।"
  ],
  [
    "मन मैला तन ऊजरा, बगुला कपटी अंग।",
    "तासौं तो कोवा भला, तन मन एकहि अंग।।"
  ],
  [
    "माला तिलक लगाय के, भक्ति न आई हाथ।",
    "ढाढ़ी मूंछ मुंडाय के, चले दुनी के साथ।।"
  ],
  [
    "कवि तो कोटिक कोटि हैं, सिर के मूड़े कोट।",
    "मन के मूड़े देखि करि, ता संग लीजै ओट।।"
  ],
  [
    "तन को जोगी सब करै, मन को करैं न कोय।",
    "सहजै सब सिधि पाइये, जो मन जोगी होय।।"
  ],
  [
    "बोली ठोली मसखरी, हंसी खेल हराम।",
    "मद माया और इस्‍तरी, नहिं सन्‍तन के काम।।"
  ],
  [
    "बैरागी बिरकत भला, गिरही चित्त उदार।",
    "दोऊ चूकि खाली पड़े, ताको वार न पार।।"
  ],
  [
    "शब्‍द बिचारे पथ चलै, ज्ञान गली दे पांव।",
    "क्‍या रमता क्‍या बैठता, क्‍या गृह कंदला छांव।।"
  ],
  [
    "माला तिलक तो भेष है, राम भक्ति कछु और।",
    "कहैं कबीर जिन पहिरिया, पांचों राखै ठौर।।"
  ],
  [
    "चाल बकुल की चलत हैं, बहुरि कहावै हंस।",
    "ते मुक्‍ता कैसे चुगे, पड़े काल के फंस।।"
  ],
  [
    "घर में रहै तो भक्ति करु, नातर करु बैराग।",
    "बैरागी बन्‍धन करै, ताका बड़ा अभाग।।"
  ],
  [
    "मांगन मरण समान है, तोहि दई मैं सीख।",
    "कहैं कबीर समुझाय के, मति कोई मांगै भीख।।"
  ],
  [
    "अनमांगा उत्तम कहा, मध्‍यम मांगि जो लेया।",
    "कहैं कबीर निकृष्टि सो, पर घर धरना देय।।"
  ],
  [
    "सहज मिलै सो दूध है, मांगि मिले सो पानि।",
    "कहैं कबीर वह रक्‍त है, जामें ऐंचातानि।।"
  ],
  [
    "उदर समाता मांग ले, ताको नाहिं दोष।",
    "कहैं कबीर अधिका गहै, ताकी गति न मोष।।"
  ],
  [
    "उदर समाता अन्न ले, तनहि समाता चीर।",
    "अधिकहिं संग्रह ना करै, तिसका नाम फकीर।।"
  ],
  [
    "मांगन गये सो मर रहे, मरै जु मांगन जांहि।",
    "तिनतें पहले वे मरे, होत करत हैं नाहि।।"
  ],
  [
    "अजहूं तेसा सब मिटै, जो मानै गुरु सीख।",
    "जब लग तु घर मे रहे, मति कहं मांगे भीख।।"
  ],
  [
    "भुवंगम बास न बेधई, चन्‍दन दोष न लाय।",
    "सब अंग तो विष सों भरा, अमृत कहां समाय।।"
  ],
  [
    "कबीर संगत साधु की, कभी न निष्‍फल जाय।",
    "जो पै बोवै भूनिके, फूल फलै अघाय।।"
  ],
  [
    "कबीर कुसंग न कीजिए, पाथर जल न तिराय।",
    "बदली सीप भुजंग मुख, एक बूंद तिर भाय।।"
  ],
  [
    "कबीर गुरु के देश में, बसि जानै जो कोय।",
    "कागा ते हंसा बने, जाति बरन कुल खोय।।"
  ],
  [
    "कबीर संगति साधु, जो करि जाने कोय।",
    "सकल बिछ चन्‍दन भये, बांस न चन्‍दन होय।।"
  ],
  [
    "जा घर गुरु की भक्ति नहीं, संत नहीं मिहमान।",
    "ता घर जम डेरा दिया, जीवत भये मसान।।"
  ],
  [
    "जीवन जोबन राज मद, अविचल रहै न कोय।",
    "जु दिन जाय सत्‍संग में, जीवन का फल सोय।।"
  ],
  [
    "गिरिये परबत सिखर ते, परिये धरनि मंझार।",
    "मूरख मित्र न कीजिये, बूड़ो काली धार।।"
  ],
  [
    "ऊंचे कुल कह जनमिया, करनी ऊंच न होय।",
    "कनक कलश मद सो भरा, साधुन निन्‍दा सोय।।"
  ],
  [
    "एक घड़ी आधी घड़ी, आधी में पुनि आध।",
    "कबीर संगत साधु की, कटै कोटि अपराध।।"
  ],
  [
    "साधु संगत परिहरै, करै विषय को संग।",
    "कूप खनी जल बावरे, त्‍याग दिया जल गंग।।"
  ],
  [
    "चर्चा करु तब चौहटे, ज्ञान करो तब दोय।",
    "ध्‍यान धरो तब एकिला, और न दूजा कोय।।"
  ],
  [
    "सन्‍त सुरसरी गंग जल, आनि पखारा अंग।",
    "मैले से निरमल भये, साधु जन के संग।।"
  ],
  [
    "कबीर कलह अरु कल्‍पना, सत्‍संगति से जाय।",
    "दुख वासो भागा फिरै, सुख में रहै समाय।।"
  ],
  [
    "मथुरा काशी द्वारिका, हरिद्वार जगनाथ।",
    "साधु संगति हरिभजन बिन, कछु न आवै हाथ।।"
  ],
  [
    "साखी शब्‍द बहुतै सुना, मिटा न मन का दाग।",
    "संगति सो सुधरा नहीं, ताका बड़ा अभाग।।"
  ],
  [
    "ज्ञानी को ज्ञानी मिलै, रस की लूटम लूट।",
    "ज्ञानी अज्ञानी मिलै, हौवे माथा कूट।।"
  ],
  [
    "कबीर संगत साधु की, नित प्रति कीजै जाय।",
    "दुरमति दूर बहावसी, देसी सुमति बताय।।"
  ],
  [
    "कबीर संगत साधु की, जौ भी भूसी खाय।",
    "खीर खांड भोजन मिले, साकट संग न जाय।।"
  ],
  [
    "कबीर संगत साधु की, ज्‍यों गन्‍धी की बास।",
    "जो कुछ गन्‍धी दे नहीं, तो भी वास सुवास।।"
  ],
  [
    "साहिब के दरबार में, कमी काहु की नाहि।",
    "बन्‍दा मौज न पावहीं, चूक चाकरी माहिं।।"
  ],
  [
    "शीलवन्‍त सुर ज्ञान मत, अति उदार चित्त होय।",
    "लज्‍जावान अति निछलता, कोमल हिरदा सोय।।"
  ],
  [
    "यह मन ताको दीजिए, सांचा सेवक होय।",
    "सिर ऊपर आरा सहै, तऊ न दूजा होय।।"
  ],
  [
    "विंतदय धरमक ध्‍वजा, धीरजवान प्रमान।",
    "सन्‍तोषी सुख दायका, सेवक परम सुजान।।"
  ],
  [
    "अनुराते सुखा सोवना, राते नींद न आय।",
    "ज्‍यों जल छुटी माछरी, तड़फत रैन बिहाय।।"
  ],
  [
    "सेवक स्‍वामी एक मत, मत में मत मिलि जाय।",
    "चतुराई रीझै नहीं, रीझै मन के भाया।।"
  ],
  [
    "गुरुमुख गुरु चितवन रहे, जैसे मणिहिं भुजंग।",
    "कहैं कबीर बिसरें नहीं, यह गुरुमुख को अंग।।"
  ],
  [
    "फल कारन सेवा करै, निशि-दिन जांचै राम।",
    "कहें कबीर सेवक नहीं, चाहै चौगुन दाम।।"
  ],
  [
    "कहैं कबीर गुरु प्रेम बस, क्‍या नियरै क्‍या दूर।।",
    "जाका चित्त जासों बसै, सो तेहि सदा हजूर।।"
  ],
  [
    "गुरु आज्ञा मानै नहीं, चले अटपटी चाल।",
    "लोक वेद दोनों गये, आये सिर पर काल।।"
  ],
  [
    "गुरु आज्ञा ले आवही, गुरु आज्ञा ले जाय।",
    "कहैं कबीर सो सन्‍त प्रिय, बहु विधि अमृत पाय।।"
  ],
  [
    "सेवक सेवा में रहै, सेवक कहिये सोय।",
    "कहैं कबीर सेवा बिना, सेवक कभी न होय।।"
  ],
  [
    "सतगुरु शब्‍द उलंंघि के, जो सेवक कहुं जाय।",
    "जहां जाय तह काल है, कहैं कबीर समझाय।।"
  ],
  [
    "ज्ञानी अभिमानी नहीं, सब काहु सो हेत।",
    "सत्‍यवान परमाथी, आदर भाव सहेत।।"
  ],
  [
    "सब कुछ गुरु के पास है, पाइये अपने भाग।",
    "सेवक मन सौप्‍यां रहै, रहैं चरण में लाग।।"
  ],
  [
    "यह सब लच्‍छन चित्त धरे, अपलच्‍छन सब त्‍याग।",
    "सावधन सम ध्‍यान है, गुरु चरनन में लाग।।"
  ],
  [
    "गुरुमुख गुरु आज्ञा चलै, छांड़‍ि दे सब काम।",
    "कहैं कबीर गुरुदेव को, तुरत करै परणाम।।"
  ],
  [
    "निरबन्‍धन बंधा रहै, बंधा निरबंध होय।",
    "कर्म करै करता नहीं, दास कहावै सोय।।"
  ],
  [
    "लगा रहै सतज्ञान सो, सबही बन्‍धन तोड़।",
    "कहैं कबीर वा दास सो, काल रहै हथ जोड़।।"
  ],
  [
    "काहूं को न संतापिये, जो शिर हंता होय।",
    "फिर फिर वाकूं बन्दिये, दास लच्‍छ है सोय।।"
  ],
  [
    "निहकामी निरमल दशा, नित चरणों की आश।",
    "तीरथ इच्‍छा ता करै, कब आवै वे दास।।"
  ],
  [
    "सुख दुख सिर ऊपरे सहै, कबहु न छाड़े संग।",
    "रंग न लागै और का व्‍यापै सतगुरु रंग।।"
  ],
  [
    "कबीर गुरु कै भावते, दूरहि ते दीसन्‍त।",
    "तन छीना मन अनमना, जग के खठि फिरन्‍त।।"
  ],
  [
    "दासातन हिरदै नहीं, नाम धरावै दास।",
    "पानी के पीये बिना, कैसे मिटै पियास।।"
  ],
  [
    "दासातन हिरदै बसै, साधुन सों आधीन।",
    "कहैं कबीर सो दास है, प्रेम भक्ति लवलीन।।"
  ],
  [
    "दास कहावन कठिन है, मैं दासन का दास।",
    "अब तो होय रहूं, पांव तले की घास।।"
  ],
  [
    "कबीर कुल सोई भला, जो कुल उपजै दास।",
    "जा कुल दास न ऊपजे, सो कुल आक पलास।।"
  ],
  [
    "गुरु समरथ सिर पर खड़े, कहा कमी तोहि दास।",
    "रिद्धि सिद्धि सेवा करैं, मुक्ति न छाड़े पास।।"
  ],
  [
    "कबीर गुरु सबको चहै, गुरु को चहै न कोय।",
    "जब लग आश शरीर की, तब लग दास न होय।।"
  ],
  [
    "कबीर गुरु की भक्ति का, मन में बहुत हुलास।",
    "मन-मनसा माजै नहीं, होन चहत है दास।।"
  ],
  [
    "निर्पक्षी की भक्ति है, निर्मोही को ज्ञान।",
    "निरद्वंदी की मुक्ति है, निर्लोभी निर्बान।।"
  ],
  [
    "भक्ति भाव भादौ नदी, सबहि चली घहराय।",
    "सरिता सोई सराहिये, जेठ मास ठहराय।।"
  ],
  [
    "जब लग भक्ति सकाम है, तब लग निष्‍फल सेव।",
    "कहैं कबीर वह क्‍यों मिलै, निकामी निजदेव।।"
  ],
  [
    "तिमिर गया रवि देखते, कुमति गयी गुरु ज्ञान।",
    "सुमति गयी अति लोभते, भक्ति गयी अभिमान।।"
  ],
  [
    "भक्ति भेष बहु अन्‍तरा, जैसे धरनि अकाश।",
    "भक्‍त लीन गुरु चरण में, भेष जगत की आश।।"
  ],
  [
    "कामी क्रोधी लालची, इनते भक्ति न होय।",
    "भक्ति करै कोई सूरमा, जाति बरन कुल खोय।।"
  ],
  [
    "जब लग नाता जाति का, तब लग भक्ति न होय।",
    "नाता तोड़े गुरु भजै, भक्ति कहावे सोय।।"
  ],
  [
    "प्रेम बिना जो भक्ति है, सो निज दंभ विचार।",
    "उदर भरन के कारन, जन्‍म गंवाये सार।।"
  ],
  [
    "भाव बिना नहीं भक्ति जग, भक्ति बिना नहीं भाव।",
    "भक्ति भाव इक रूप है, दोऊ एक सुभाव।।"
  ],
  [
    "जाति बरन कुल खोय के, भक्ति करै चितलाय।",
    "कहैं कबीर सतगुरु मिले, आवागमन निशाय।।"
  ],
  [
    "विषय त्‍याग बैराग है, समता कहिये ज्ञान।",
    "सुखदायी सब जीव सों, यही भक्ति परमान।।"
  ],
  [
    "भक्ति पदारथ तब मिले, जब गुरु होय सहाय।",
    "प्रेम प्रीति की भक्ति जो, पूरण भाग मिलाय।।"
  ],
  [
    "और कर्म सब कर्म हैं, भक्ति कर्म निह्कर्म।",
    "कहै कबीर पुकारि के, भक्ति करो तजि भर्म।।"
  ],
  [
    "भक्ति महल बहु ऊंच है, दूरहि ते दरशाय।",
    "जो कोई जन भक्ति करे, शोभा बरनि न जाय।।"
  ],
  [
    "भक्ति की यह रीति है, बंधे करे जो भाव।",
    "परमारथ के कारने, यह तन रहो कि जाव।।"
  ],
  [
    "भक्ति बिना नहिं निस्‍तरै, लाख करै जो कोय।",
    "शब्‍द सनेही ह्वै रहे, घर को पहुंचे सोय।।"
  ],
  [
    "भक्ति कठिन अति दुर्लभ, भेष सुगम नित सोय।",
    "भक्ति जु न्‍यारी भेष से, यह जानै सब कोय।।"
  ],
  [
    "भक्ति-बीज पलटै नहीं, जो जुग जाय अनन्‍त।",
    "ऊंच नीच घर अवतरै, होय सन्‍त का सन्‍त।।"
  ],
  [
    "देखा देखी भक्ति का, कबहुं न चढसी रंग।",
    "विपत्त‍ि पड़े यो छाड़सी, केचुलि तजत भुजंग।।"
  ],
  [
    "आरत है गुरु भक्ति करु, सब कारज सिध होय।",
    "करम जाल भौजाल में भक्‍त फंसे नहि कोय।।"
  ],
  [
    "भक्ति दुहेली गुरुन की, नहिं कायर का काम।",
    "सीस उतारे हाथ सों, ताहि मिलै निज धाम।।"
  ],
  [
    "भक्ति जु सीढ़ी मुक्ति की, चढ़े भक्‍त हरषाय।",
    "और न कोई चढि सकै, निज मन समझो आय।।"
  ],
  [
    "भक्ति सोई जो भाव सों, इक मन चित को राख।",
    "सांच शील सो खेलिए, मैं तें दोऊ नाख।।"
  ],
  [
    "भक्ति निसैनी मुक्ति की, संत चढ़े सब धाय।",
    "जिन जिन मन आलस दिया, जनम जनम पछिताय।।"
  ],
  [
    "भक्ति पंथ बहु कठिन है, रती न चालै खोट।",
    "निराधार का खेल है, अधर थार की चोट।।"
  ],
  [
    "भक्ति गेंद चौगान की, भावै कोइ लै जाय।",
    "कहैं कबीर कछु भेद नहिं, कहां रंक कहं राय।।"
  ],
  [
    "कबीर गुरु की भक्ति बिन, धिक जीवन संसार।",
    "धूवां का सा धौरहरा, बिनसत लगे न बार।।"
  ],
  [
    "भक्ति दुवारा सांकरा, राई दशवें भाय।",
    "मन तो मैंगल होय रहा, कैसे आवै जाय।।"
  ],
  [
    "टोटे में भक्ति करैं, ताका नाम सपूत।",
    "मायाधारी मसखरैं, केते गये अऊत।।"
  ],
  [
    "भक्ति-भक्ति सब कोई कहै, भक्ति न जाने भेव।",
    "परण भक्ति जब मिलै, कृपा करै गुरुदेव।।"
  ],
  [
    "कबीर गुरु की भक्ति करु, तज विषया रस चौंज।",
    "बार-बार नहिं पाइये, मानुष जनम की मौज।।"
  ],
  [
    "सुमिरण मारग सहज का, सतगुरु दिया बताय।",
    "सांस सांस सुमिरण करुं, इक दिन मिलसी आय।।"
  ],
  [
    "कहता हूं कहि जात हूं, कहूं बजाये ढोल।",
    "श्‍वासा खाली जात है, तीन लोक का मोल।।"
  ],
  [
    "जाप मरै अजपा मरै, अनहद भी मरि जाय।",
    "सुरति समानी शब्‍द में, ताहि काल न खाय।।"
  ],
  [
    "बिना सांच सुमिरन नहीं, बिन भेदी भक्ति न होय।",
    "पारस में परदा रहा, कस लोहा कंचन होय।।"
  ],
  [
    "अपने पहरै जागिये, ना परि रहिये सोय।",
    "ना जानौ छिन एक में, किसका पहिरा होय।।"
  ],
  [
    "लम्‍बा मारग दूर घर, बिकट पंथ बहु मार।",
    "कहो सन्‍त क्‍यों पाइये, दुर्लभ गुरु दीदार।।"
  ],
  [
    "नाम जो रत्ती एक है, पाप जु रत्ती हजार।",
    "आध रत्ती घट संचरै, जारि करे सब छार।।"
  ],
  [
    "माला सांस उसांस की, फेरै कोई निज दास।",
    "चौरासी भरमै नहीं, कटै करम की फांस।।"
  ],
  [
    "वाद विवादां मत करो, करु नित एक विचार।",
    "नाम सुमिर चित लायके, सब करनी में सार।।"
  ],
  [
    "जो कोय सुमिरन अंग को, निशिवासर करै पाठ।",
    "कहैं कबीर सो संत जन, सन्‍धै औघट घाट।।"
  ],
  [
    "सांस सफल सो जानिये, जो सुमिरन में जाय।",
    "और सांस यौं ही गये, करि बहुत उपाय।।"
  ],
  [
    "लेने को गुरु नाम है, देने को अन्‍न दान।।",
    "तरने को आधीनता, बूड़न को अभिमान।।"
  ],
  [
    "नाम रतन धन पाय के, गांठी बांध न खोल।",
    "नहिं पाटनहिं पार भी, नहिं गाहक नहिं मोल।।"
  ],
  [
    "कहा भरोसा देह का, बिनसि जाय छिन मांहि।",
    "सांस सांस सुमिरन करो, और जतन कछु नांंहि।।"
  ],
  [
    "जाकी पूंजी सांस है, छिन आवै छिन जाय।",
    "ताको ऐसा चाहिए, रहे नाम लौ लाय।।"
  ],
  [
    "नाम जपत दरिद्री भला, टूटी घर की छान।",
    "कंचन मन्दिर जारि दे, जहां न सतगुरु ज्ञान।।"
  ],
  [
    "कबीर हरि के मिलन की, बात सुनो हम दोय।",
    "कै कछु हरि को नाम ले, कै कर ऊंचा होय।।"
  ],
  [
    "नाम लिया जिन सब लिया, सब सास्‍त्रन को भेद।",
    "बिना नाम नरके गये, प‍ढ़‍ि गुनि चारों वेद।।"
  ],
  [
    "माला फेरत जग भया, मिटा न मन का फेर।",
    "कर का मनका डारि दे, मनका मन का फेर।।"
  ],
  [
    "जो कोय सुमिरन अंग को, पाठ करै मन लाय।",
    "भक्ति ज्ञान मन ऊपजै, कहैं कबीर समुझाय।।"
  ],
  [
    "क्रिया करै अंगरि गिनै, मन धावै चहुं ओर।",
    "जिहि फेरै सांई मिलै, सो भय काठ कठोर।।"
  ],
  [
    "तन थिर मन थिर बचन थिर, सुरति निरति थिर होय।",
    "कहैं कबीर उस दास को, कल्‍प न व्‍यापे कोय।।"
  ],
  [
    "कोटि नाम संसार में, ताते मुक्ति न होय।",
    "आदि नाम जो गुप्‍त जप, बिरला जाने कोय।।"
  ],
  [
    "राम नाम जिन औषधि, सतगुरु दई बताय।",
    "औषधि खाय रु पथ रहै, ताकी बेदन जाय।।"
  ],
  [
    "राम नाम को सुम‍िरता, ऊधरे पतित अनेक।",
    "कबीर कबहू नहिं छाड़‍िये, राम नाम की टेक।।"
  ],
  [
    "नीद, निशानी मौत की, उठ कबीरा जाग।",
    "और रसायन छांडिके, राम रसायन लाग।।"
  ],
  [
    "सोया सो निष्‍फल गया, जागा सो फल लेहि।",
    "साहिब हक्‍क न राखसी, जब मांग तब देहि।।"
  ],
  [
    "जबहि नाम हिरद धरा, भया पाप का नाश।",
    "मानो चिनगा आग को, परो परान घास।।"
  ],
  [
    "कबीर क्षुधा है कूकरी, करत भजन में भंग।",
    "वाकूं टुकड़ा डारि के, सुमिरन करुं सुरंग।।"
  ],
  [
    "बाहिर क्‍या दिखलाइये, अन्‍तर जपिये राम।",
    "कहा महोला खलक सों, पयों धनी सों काम।।"
  ],
  [
    "कबीर सुमिरन सार है, और सकल जंजाल।",
    "आदि अंत मधि सोधिया, दूजा देखा काल।।"
  ],
  [
    "कबीर हरि हरि सुमिरि ले, प्राण जाहिंगे छूट।",
    "घर के प्‍यारे आदमी, चलते लेंगे लूट।।"
  ],
  [
    "निज सुख आतम राम है, दूजा दुख अपार।",
    "मनसा वाचा करमना, कबीर सुमिरन सार।।"
  ],
  [
    "सुमिरण से सुख होत हैं, सुमिरण से दुख जाय।",
    "कहैं कबीर सुमिरण किये, सांई मांहि समाय।।"
  ],
  [
    "सुमिरन सो मन लाइये, जैसे पानी मीन।",
    "प्राण तजे पल बीछुरे, सत्‍य कबीर कहि दीन।।"
  ],
  [
    "सुमिरन सों मन जब लगै, ज्ञानाकुस दे सीस।",
    "कहैं कबीर डोलै नहीं, निश्‍चै बिस्‍वा बीस।।"
  ],
  [
    "सुख के माथे शिल परै, नाम हृदय से जाय।",
    "बलिहारी वा दुख की, पल पल नाम रटाय।।"
  ],
  [
    "कबीर सूता क्‍या करै, गुण सतगुरु का गाय।",
    "तेरे शिर पर जम खड़ा, खरच कदे का खाय।।"
  ],
  [
    "कबीर मुख सोई भला, जा मुख निकसै राम।",
    "जा मुख राम न नीकसै, ता मुख है किस काम।।"
  ],
  [
    "जसे माया मन रमैं, तैसा राम रमाय।",
    "तारा मण्‍डल बेधि के, तब अमरापुर जाय।।"
  ],
  [
    "ज्ञान दीप परकाश करि, भीतर भवन जराय।",
    "तहां सुमिर गुरु नाम को, सहज समाधि लगाय।।"
  ],
  [
    "एक राम को जानि करि, दूजा देह बहाय।",
    "तीरथ व्रत जप तप नहीं, सतगुरु चरण समाय।।"
  ],
  [
    "जीना थोड़ा ही भला, हरि का सुमिरन होय।",
    "लाख बरस की जीवना, लेखै धरै न कोय।।"
  ],
  [
    "सहकामी सुमिरन करै, पावै उत्तम धाम।",
    "निहकामी सुमिरन करै, पावै अविचल राम।।"
  ],
  [
    "सुमिरन सुरति लगाय के, मुख ते कछू न बोल।",
    "बाहर के पट देय के, अन्‍तर के पट खोल।।"
  ],
  [
    "सुरति समावे नाम में, जग से रहे उदास।",
    "कहैं कबीर गुरु चरण में, दढ़ राखो विश्‍वास।।"
  ],
  [
    "सुमिरन सों मन लाइये, जैसे दीप पतंग।",
    "प्राण तजे छिन एक में, जरत न मोरै अंग।।"
  ],
  [
    "सुरति फंसी संसार में, ताते परिगो दूर।",
    "सुरति बांधि स्थिर करो, आठों पहर हजूर।।"
  ],
  [
    "राम जपत कुष्‍टी भला, चुइ चुइ पैर जु चाम।",
    "कंचन देह किस काम की, जो मुख नाहिं राम।।"
  ],
  [
    "माला तो कर में फिरै, जीभ फिरै मुख मांहि।",
    "मनुवा तो चहुं दिशि फिरै, यह तो सुमिरन नांहि।।"
  ],
  [
    "वाद करै सो जानिये, निगरे का वह काम।",
    "संतो को फुरसत नहीं, सुमिरन करते राम।।"
  ],
  [
    "कोई न से जम बांचिया, राम बिना धरि खाय।",
    "जो जन बिरही राम के, ताको देखि डराय।।"
  ],
  [
    "ज्ञान कथे बकि बकि मरै, काहे करै उपाय।",
    "सतगुरु ने तो या कहा, सुमिरन करो बनाय।।"
  ],
  [
    "सुमिरण की सुधि यौं करो, जैसे कामी काम।",
    "एक पलक बिसरै नहीं, निश दिन आठौ जाम।।"
  ],
  [
    "सुमिरण की सुधि यौं करो, ज्‍यौं गागर पनिहारि।",
    "हालै डोलै सुरति में, कहैं कबीर विचारि।।"
  ],
  [
    "पूंजि मेरी राम है, जाते सदा निहाल।",
    "कबीर गरजे पुरुष बल, चोरी करै न काल।।"
  ],
  [
    "जाकी गांठी राम है, ताके हैं सब सिद्धि।",
    "कर जोड़ी ठाढ़ी सबै, अष्‍ट सिद्धि नव निद्धि।।"
  ],
  [
    "आदि नाम पारस अहै, मन है मैला लोह।",
    "परसत ही कंचन भया, छूटा बन्‍धन मोह।।"
  ],
  [
    "लूटि सके तो लूटि ले, राम नाम की लूट।",
    "फिर पाछे पछताहुगे, प्राण जाहिंगे छूट।।"
  ],
  [
    "माला मेरै कह भयो, हिरदा गांठि न खोय।",
    "गुरु चरनन चित राखिये, तो अमरापुर जोय।।"
  ],
  [
    "कबीर आपन राम कहि, औरन राम कहाय।",
    "जा मुख राम न नीसरै, ता मुख राम कहाय।।"
  ],
  [
    "राम नाम जाना नहीं, लागी मोटी खोर।",
    "काया हांड़ी काठ की, ना वह चढ़े बहोर।।"
  ],
  [
    "अस औरसर नहिं पाइहो, धरो राम कड़‍िहार।",
    "भौ सागर तरि जाव जब, पलक न लागे बार।।"
  ],
  [
    "कबीर हरि के नाम में, सुरति रहै करतार।",
    "ता मुख से मोती झरे, हीरा अनंत अपार।।"
  ],
  [
    "कोटि करम कटि पलक में, रंचन आवै राम।",
    "जुग अनेक जो पुन्‍य करु, नहिं राम बिनु ठाम।।"
  ],
  [
    "दुख में सुमिरन सब करै, सुख में करै न कोय।",
    "जो सुख में सुमिरन कर, तो दुख काहे को होय।।"
  ],
  [
    "सुमिरन तू घट में करै, घट ही में करतार।",
    "घट ही भीतर पाइये, सुरति शब्‍द भण्‍डार।।"
  ],
  [
    "थोड़ा सुमिरन बहुत सुख, जो करि जानै कोय।",
    "हरदी लग न फिटकरी, चोखा ही रंग होय।।"
  ],
  [
    "तू तू करता तू भया, तुझ में रहा समाय।",
    "तुझ मांहि मन मिलि रहा, अब कहुं अनत न जाय।।"
  ],
  [
    "जहां प्रेम तह नेम नहीं, तहां न बुधि व्‍यवहार।",
    "प्रेम मगन जब मन भया, कौन गिनै तिथि वार।।"
  ],
  [
    "अधिक सनेही माछरी, दूजा अलप सनेह।",
    "जबही जलते बीछुरै, तबही त्‍यागै देह।।"
  ],
  [
    "प्रेम बिकाता मैं सुना, माथा साटै हाट।",
    "पूछत बिलम न कीजिये, तब छिन दीजै काट।।"
  ],
  [
    "नाम रसायन प्रेम रस, पीवत अधिक रसाल।",
    "कबीर पीवन दुर्लभ है, मांगै शीश कमाल।।"
  ],
  [
    "प्रेम पांवरी पहिरि के, धीरज कज्‍जल देह।",
    "शील सिंदूर भराय के, तब पिय का सुख लेय।।"
  ],
  [
    "प्रेम छिपाया ना छिपै, जा घट परघट होय।",
    "जो पै मुख बोलै नहीं, नैन देत हैं रोय।।"
  ],
  [
    "प्रेम बिना धीरज नहीं, बिरह बिना वैराग।",
    "सतगुरु बिन जावै नहीं, मन मनसा का दाग।।"
  ],
  [
    "प्रेम भक्ति में रचि रहैं, मोक्ष मुक्ति फल पाय।",
    "शब्‍द मांहि जब मिलि रहै, नहिं आवै नहिं जाय।।"
  ],
  [
    "अमृत पावै ते जना, सतगुरु लागा कान।",
    "वस्‍तु अगोचर मिलि गई, मन नहिं आवा आन।।"
  ],
  [
    "यह तो घर है प्रेम का, ऊंचा अधिक इकंत।",
    "शीष काटि पग तर धरै, तब पैठे कोई संत।।"
  ],
  [
    "यह तत वह तत एक है, एक प्रान दुई गात।",
    "अपने जिय से जानिये, मेरे जिय की बात।।"
  ],
  [
    "कबीर हम गुरु रसि पिया, बाकी रही न छाक।",
    "पाका कलश कुम्‍हार का, बहुरि न चढ़सी चाक।।"
  ],
  [
    "आया प्रेम कहां गया, देखा था सब कोय।",
    "छिन रावै छिन में हंसै, सो तो प्रम न होय।।"
  ],
  [
    "आठ पहर चौसठ घड़ी, लागि रहे अनुराग।",
    "हिरदै पलक न बीसरे, तब सांचा बैराग।।"
  ],
  [
    "जाके चित्त अनुराग है, ज्ञान मिने नर सोय।",
    "बिन अनुराक न पावई, कोटि करै जो कोय।।"
  ],
  [
    "प्रीति ताहि सो कीजिये, जो आप समाना होय।",
    "कबहुक जो अवगुन पड़ै, गुन ही लहै समोय।।"
  ],
  [
    "सबै रसायन हम पिया, प्रेम समान न कोय।",
    "रंचक तन में संचरै, सब तन कंचन होय।।"
  ],
  [
    "प्रेम प्रेम सब कोइ कहै, प्रेम न चीन्‍है कोय।",
    "जा मारण साहिब मिलै, प्रेम कहावै सोय।।"
  ],
  [
    "मिलना जग में कठिन है, मिलि बिछरौ जनि कोय।",
    "बिछुरा साजन तिहि मिलै, जिहि माथै मनि होय।।"
  ],
  [
    "प्रेम बिना नहिं भेष कछु, नाहक करै सुवाद।",
    "प्रेम बाद जग लग नहीं, सबै भेष बरबाद।।"
  ],
  [
    "प्रेम भाव इक चाहिए, भेष अनेक बनाय।",
    "भावै घर में वास कर, भावै बन में जाय।।"
  ],
  [
    "प्रेमी ढूंढत मैं फिरुं, प्रेमी मिलै न कोय।",
    "प्रेमी सों प्रेमी मिलै, विष से अमृत होय।।"
  ],
  [
    "जा घट प्रेम न संचरै, सो घट जानु मसान।",
    "जैसे खाल लुहार की, सांस लेत बिन प्रान।।"
  ],
  [
    "गहरी प्रीति सुजान की, बढ़त-बढ़त बढ़‍ि जाय।",
    "ओछी प्रीति अजान की, घटत घटत घटि जाय।।"
  ],
  [
    "जब लग मरने से डरैं, तब लगि प्रेमी नांहि।",
    "बड़ी दूर है प्रेम घर, समझ लेहु मन मांहि।।"
  ],
  [
    "गुणवेता औ द्रव्‍य को, प्रीति करै सब कोय।",
    "कबीर प्रीति सो जानिये, इनते न्‍यारी होय।।"
  ],
  [
    "प्रेम न बाड़ी ऊपजै, प्रेम न हाट बिकाय।",
    "राजा परजा जो रुचै, शीश देय ले जाय।।"
  ],
  [
    "जो जागत सो सपन में, ज्‍यौं घट भीतर सांस।",
    "जो जन जाको भावता, सो जन ताके पास।।"
  ],
  [
    "प्रेम प्रीति से जो मिले, ताको मिलिये धाय।",
    "कपट राखिके जो मिले, तासे मिलै बलाय।।"
  ],
  [
    "प्रेम पियाला जो पिये, शीश दच्छिना देय।",
    "लोभी शीश न दे सकै, नाम प्रेम का लेय।।"
  ],
  [
    "जो है जाका भावता, जब तब मिलि हैं आय।",
    "तन मन ताको सांपिये, जो कबहुं न छाड़‍ि जाय।।"
  ],
  [
    "नेह निवाहै ही बनै, सोयै बनै न आन।",
    "तन दे मन दे शीश दे, नेह न दीजै जान।।"
  ],
  [
    "आगि आंचि सहना सुगम, सुगम खड़क की धार।",
    "नेह निबाहन एक रस, महा कठिन ब्‍यौहार।।"
  ],
  [
    "प्रीति पुरानि न होत है, जो उत्तम से लाग।",
    "सो बरसां जल में रहै, पथर न छोड़े आग।।"
  ],
  [
    "प्रीति बहत संसार में, नाना विधि की सोय।",
    "उत्तम प्रीति सो जानिये, सतगुरु से जो होय।।"
  ],
  [
    "प्रेम पंथ में पग धरै, देत न शीश डराय।",
    "सपने मोह व्‍यापे नहिं, ताको जन्‍म नशाय।।"
  ],
  [
    "सजन सनेही बहुत हैं, सुख में मिले अनेक।",
    "बिपत्त‍ि पड़े दुख बांटिये, सो लाखन में एक।।"
  ],
  [
    "छिनहि चढ छिन उतरै, सो तो प्रेम न होय।",
    "औघट घाट पिंजर बसै, प्रेम कहावै सोय।।"
  ],
  [
    "जब मैं था तब हरि नहीं, अब हरि है मैं नाहिं।",
    "प्रेम गली अति सांकरी, तामें दो न समांहि।।"
  ],
  [
    "यह तो घर है प्रेम का, खाला का घर नाहिं।",
    "शीष उतारै भुई धरै, तब पैठे घर माहिं।।"
  ],
  [
    "गोता मारा सिंधु में, मोती लाये पैठि।",
    "वह क्‍या माेती पायेंगे, रहे किनारे बैठि।।"
  ],
  [
    "मैं भौंरा तोहि बरजिया, बन बन बास न लेय।",
    "अटकेगा कहुं बेल सों, तड़प तड़प जिय देय।।"
  ],
  [
    "इत पर घर उत है घरा, बनिजन आये हाट।",
    "करम करीना बेचि के, उठि करि चालो बाट।।"
  ],
  [
    "कबीर खेत किसान का, मिरगन खाया झारि।।",
    "खेत बिचारा क्‍या करै, धनी करै नहिं वारि।।"
  ],
  [
    "कबीर यह संसार है, जैसा सेंमल का फूल।",
    "दिन दस के व्‍यवहार में, झूठे रंग न फूल।।"
  ],
  [
    "राम भजो तो अब भजो, बहोरि भजोगे कब्‍ब।",
    "हरिया हरिया रुखड़े, ईंधन हो गये सब्‍ब।।"
  ],
  [
    "दुनिया सेती दोसती, होय भजन में भंग।",
    "एका एकी राम सों, कै साधुन के संग।।"
  ],
  [
    "कबीर यह तन जात है, सकै तो ठौर लगाव।",
    "कै सेवा कर साधु की, कै गुरु के गुन गाव।।"
  ],
  [
    "कबीर जो दिन आज है, सो दिन नांहि काल।",
    "चेति सके तो चेति ले, मीच परी है ख्‍याल।।"
  ],
  [
    "कबीर या संसार में, घना मानुष मतिहीन।",
    "राम नाम जाना नहीं, आये टापा दीन।।"
  ],
  [
    "ज्‍यौं कोरी रेजा बुनै, नीरा आवै छोर।",
    "ऐसा लेखा मीच का, दौरि सके तो दौर।।"
  ],
  [
    "मैं मेरी तू जनि करै, मेरी मूल विनासि।",
    "मेरी पग का पैखड़ा, मेरी गल की फांसि।।"
  ],
  [
    "मोर तोर की जेवरी, गल बंधा संसार।",
    "दास कबीरा क्‍यों बंधौ, जाके नाम अधार।।"
  ],
  [
    "जो तू परा है फंद में, निकसेगा कब अंध।",
    "माया मद तोकूं चढ़ा, मत भूले मतिमंद।।"
  ],
  [
    "क्‍या करिये क्‍या जो‍ड़ि‍ये, छोड़ जीवन काज।",
    "छाडि छाडि सब जात हैं, देह गेह धन राज।।"
  ],
  [
    "एक बुन्‍द के कारनै, रोता सब संसार।",
    "अनेक बुन्‍द खाली गये, तिनका नहीं विचार।।"
  ],
  [
    "मरुं मरुं सब कोइ कहै, मेरी मरै बलाय।",
    "मरना था सो मरि चुका, अब को मरने जाय।।"
  ],
  [
    "मन मूआ माया मुई, संशय मुआ शरीर।",
    "अविनाशी जो ना मरे, तो क्‍यों मरे कबीर।।"
  ],
  [
    "तन सराय मन पाहरु, मनसा उतरी आय।",
    "को काहू का है नहीं, देखा ठोंकि बजाय।।"
  ],
  [
    "जिनके नौबत बाजती, मैंगल बंधति बारि।",
    "एकहि गुरु के नाम बिन, गये जनम सब हारि।।"
  ],
  [
    "कबीर गर्व न कीजिये, ऊंचा देखि अवास।",
    "काल परे भुंई लेटना, ऊपर जमसी घास।।"
  ],
  [
    "नान्‍हा कातौ चित्त दे, महंगे मोल बिकाय।",
    "गाहक राजा राम है, और न नियरे जाय।।"
  ],
  [
    "मच्‍छ होय नहीं बचिहों, धीमर तेरो काल।",
    "जिहि जिहि डाबर तुम फिरे, तहं तहं मेले जाल।।"
  ],
  [
    "ऊंचा महल चुनाइया, सुबरन कली ढुलाय।",
    "वे मन्दिर खाली पड़े, रहै मसाना जाय।।"
  ],
  [
    "कबीर गर्व न कीजिये, चाम लपेटे हाड़।",
    "हय बर ऊपर छत्र तट, तो भी देवे गाड़।।"
  ],
  [
    "कबीर नाव तो झांझरि, भरी बिराने भार।",
    "खेवट सों परिच नहीं, क्‍यौंकर उतरै पार।।"
  ],
  [
    "जागो लोगो मत सुवो, ना कुरु नींद से प्‍यार।",
    "जैसा सपना रैन का, ऐसा यह संसार।।"
  ],
  [
    "कबीर गर्व न कीजिये, काल गहे कर केश।",
    "ना जानौ कित मारि हैं, क्‍या घर क्‍या परदेस।।"
  ],
  [
    "कबीर गर्व न कीजिये, इस जोबन की आस।",
    "टेसू फूला दिवस दस, खंखर भया पलास।।"
  ],
  [
    "कबीर गर्व न कीजिये, देही देखि सुरंग।",
    "बिछुरे पै मेला नहीं, ज्‍यों केचुली भुजंग।।"
  ],
  [
    "कबीर जंत्र न बाजई, टूट गये सब तार।",
    "जंत्र बिचारा क्‍या करै, जब चला बजावन हार।।"
  ],
  [
    "कबीर गाफिल क्‍या करै, आया काल नजीक।",
    "कान पकरि के ले चले, ज्‍यौं अजियाहि खटीक।।"
  ],
  [
    "कबीर पानी हौज का, देखत गया बिलाय।",
    "ऐसे ही जीव जायगा, काल जु पहुंचा आय।।"
  ],
  [
    "कबीर केवल नाम कह, शुद्ध गरीबी चाल।",
    "कूर बड़ाई बूड़सी, भारी परसी झाल।।"
  ],
  [
    "मरेंगे मरि जायंगे, कोय न लेगा नाम।",
    "ऊजड़ जाय बसाहिंगे, छोड़‍ि बसन्‍ता गाम।।"
  ],
  [
    "नर नारायन रूप है, तू मति जानै देह।",
    "जो समझे तो समझ ले, खलक पलक में खेह।।"
  ],
  [
    "आंखि न देखे बावरा, शब्‍द सुन नहिं कान।",
    "सिर के केस उज्‍जल भये, अबहूं निपट अजान।।"
  ],
  [
    "अहिरन की चोरी करै, करे सुई का दान।",
    "ऊंचा चढ़‍ि कर देखता, केतिक दूर विमान।।"
  ],
  [
    "चेत सबेरे बावरे, फिर पाछे पछिताय।।",
    "ताको जाना दूर है, कहैं कबीर बुझाय।।"
  ],
  [
    "मूरख शब्‍द न मानई, धर्न न सुनै विचार।",
    "सत्‍य शब्‍द नहिं खोजई, जावैं जम के द्वार।।"
  ],
  [
    "कबीर वा दिन याद कर, पग ऊपर तल सीस।",
    "मृत मंडल में आयके, बिसरि गया जगदीस।।"
  ],
  [
    "कबीर बेड़ा जरजरा, कूड़ा खेवन हार।",
    "हरुये हरुये तरि गये, बूड़े जिन सिर भार।।"
  ],
  [
    "कबीर पांच पखेरुआ, राखा पोष लगाय।",
    "एक जू आया पारधी, लइ गया सबै उड़ाय।।"
  ],
  [
    "कबीर रसरी पांव में, कह सौवे सुख चैन।",
    "मांस नगारा कूंच का, बाजत है दिन रैन।।"
  ],
  [
    "आये हैं तो जायेंगे, राजा रंक फकीर।",
    "एक सिंहासन चढ़‍ि चले, एक बांधे जात जंजीर।।"
  ],
  [
    "या मन गहि जो थिर रहै, गहरी धूनि गाड़ि‍।",
    "चलती बिरियां उठि चला, हस्‍ती घोड़ा छाड़ि‍।।"
  ],
  [
    "तू मति जाने बावरे, मेरा है सब कोय।",
    "प्रान पिण्‍ड सो बंधि रहा, सो नहिं अपना होय।।"
  ],
  [
    "दीन गंवायो दूनि संग, दुनी न चाली साथ।",
    "पांव कुल्‍हाड़ी मारिया, मूरख अपने हाथ।।"
  ],
  [
    "काल चक्र चक्‍की चलै, बहुत दिवस औ रात।",
    "सगुन निगुन दोय पाटला, तामें जीव पिसात।।"
  ],
  [
    "मेरा संगी कोय नहिं, सबै स्‍वारथी लोय।",
    "मन परतीति न ऊपजै, जिय विस्‍वास न होय।।"
  ],
  [
    "महलन मांही पौढ़ते, परिमल अंग लगाय।",
    "ते सपने दीसे नहीं, देखत गये बिलाय।।"
  ],
  [
    "जंगल ढेरी राख की, उपरि उपरि हरियाय।",
    "ते भी होती मानवी, करते रंग रलियाय।।"
  ],
  [
    "जिसका रहना उतघरा, सो क्‍यों जोड़े मित्त।",
    "जैसे घर पर पाहुना, रहै उठाये चित्त।।"
  ],
  [
    "राम नाम जाना नहीं, पाला सकल कुटूम्‍ब।",
    "धन्‍धाही में पचि मरा, बार भई नहिं बुम्‍ब।।"
  ],
  [
    "कहा किया हम आयके, कहा करेंगे जाय।",
    "इत के भये न ऊत के, चाले मूल गंवाय।।"
  ],
  [
    "यह तन काचा कुंभ है, लिया फिरै थे साथ।",
    "टपका लागा फुटि गया, कछू ना आया हाथ।।"
  ],
  [
    "यह तन काचा कुंभ है, माहिं किया रहि वास।",
    "कबीर नैन निहारिया, नहिं जीवन की आस।।"
  ],
  [
    "विषय वासना उरझिकर, जनम गंवाय बाद।",
    "अब पछितावा क्‍या करै, निज करनी कर याद।।"
  ],
  [
    "राजपाट धन पायके, क्‍यों करता अभिमान।",
    "पड़ासी की जो दशा, भई सो अपनी जान।।"
  ],
  [
    "चले गये सो ना मिले, किसको पूंछू बात।",
    "मात पिता सुत बान्‍धवा, झूठा सब संघात।।"
  ],
  [
    "कबीर मन्दिर लाख का, ज‍ड़ि‍या हीरा लाल।",
    "दिवस चारि का पेखना, विनशि जाएगा काल।।"
  ],
  [
    "कबीर धूलि सकेलि के, पुड़ी जो बांधी येह।",
    "दिवस चार का पेखना, अन्‍त खेह की खेह।।"
  ],
  [
    "कबीर नौबत आपनी, दिन दस लेहु बजाय।",
    "यह पुर पट्टन यह गली, बहुरि न देखहु आय।।"
  ],
  [
    "पांचों नौबत बाजते, होत छत्तीसों राग।",
    "सो मन्दिर खाली पड़े, बैठन लागे काग।।"
  ],
  [
    "कहा चुनावै मेड़‍िया, चूना माटी लाय।",
    "मीच सुनैगां पापिनी, दौरि कि लेगी आय।।"
  ],
  [
    "यह तन कांचा कुंभ है, चोट चहूं दिस खाय।",
    "एकहिं गुरु के नाम बिन, जदि तदि परलय जाय।।"
  ],
  [
    "पांच तत्‍व का पूतरा, मानुष धरिया नाम।",
    "दिन चार के कारने, फिर फिर रोके ठाम।।"
  ],
  [
    "घर रखवाला बाहिरा, चिड़‍ियां खाइ खेत।",
    "आधा परा ऊबरे, चेति सके तो चेत।।"
  ],
  [
    "खलक मिला खाली हुआ, बहुत किया बकवाद।",
    "बांझ हिलावै पालना, तामें कौन स्‍वाद।।"
  ],
  [
    "मौत बिसारी बावरे, अचरज कीया कौन।",
    "तन माटी में मिल गया, ज्‍यौं आटा में लौन।।"
  ],
  [
    "जनमैं मन बिचारि के, कूरे काम निवारि।",
    "जिन पंथा तोहि चालना, सोई पंथ संवारि।।"
  ],
  [
    "माटी कहै कुम्हार सो, क्‍यों तू रौंदे मोहि।",
    "एक दिन ऐसा होयगा, मैं रौदूंगी तोहि।।"
  ],
  [
    "राम नाम जाना नहीं, चके अबकी घात।",
    "माटी मिलन कुम्हार की, घनी सहेगी लात।।"
  ],
  [
    "बैल गढन्‍ता नर गढ़ा, चूका सींग रु पूंछ।",
    "एकहि गुरु के नाम बिनु, धिक दाढ़ी धिक मूंछ।।"
  ],
  [
    "काल करै साे आज कर, सबहि साज तुव साथ।",
    "काल काल तू क्‍या करै, काल काल के हाथ।।"
  ],
  [
    "एक दिन ऐसा होयगा, कोय कहाु का नांहि।",
    "घर की नारी को कहै, तन की नारी जाहि।।"
  ],
  [
    "कबीर सुपने रैन के, उधरी आये नैन।",
    "जीव परा बहु लूट में, ना कछु लेन न देन।।"
  ],
  [
    "पाव पलक की सुधि नहीं, करै काल का साज।",
    "काल अचानक मारसी, ज्‍यौं तीतर को बाज।।"
  ],
  [
    "ऊंचा दीसै धौहरा, मांडो चीटां पोल।",
    "एक गुरु के नाम बिना, जम मारेंगे रोल।।"
  ],
  [
    "काल करै सो आज कर, आज करै सो अब।",
    "पल में परलय होयगी, बहुहि करेगा कब।।"
  ],
  [
    "बारी पारी आपने, चले पियारे मीत।",
    "तेरी बारी जीवरा, नियरै आवै नीत।।"
  ],
  [
    "कबीर केवल नाम की, जब लगि दीपक बाति।",
    "तेल घटै बाती बुझै, तब सोवे दिन-राति।।"
  ],
  [
    "कुल करनी के कारनै, हंसा गया बिगाय।",
    "तब कुल काको लाजि है, चारि पांव का होय।।"
  ],
  [
    "कहत सुनत जग जात हैं, विषय न सुझै काल।",
    "कहैं कबीर सुन प्रानिया, साहिब नाम सम्‍हाल।।"
  ],
  [
    "ऊजल पहिनै कापड़ा, पान सुपारि खाय।",
    "कबीर गुरु की भक्ति बिन, बांध जमपुर जाय।।"
  ],
  [
    "परदै रहती पदमिनी, करती कुल की कान।",
    "घड़ी जु पहुंची काल की, छोड़ भई मैदान।।"
  ],
  [
    "हे मतिहीनी माछीरी, राखि न सकी शरीर।",
    "सो सरवर सेवा नहीं, जाल काल नहिं कीर।।"
  ],
  [
    "रात गंवाई सोय कर, दिवस गंवायो खाय।",
    "हीरा जनम अमोल था, कोड़ी बदले जाय।।"
  ],
  [
    "कबीर थोड़ा जीवना, माढै बहुत मढ़ान।",
    "सबही ऊभा पंथ सिर, राव रंक सुलतान।।"
  ],
  [
    "पाकी खेती देखि के, गरबहिं किया किसान।",
    "अजहूं झोला बहुत है, घर आवै तब जान।।"
  ],
  [
    "यह औसर चेत्‍या नहीं, पशु ज्‍यौं पाली देह।",
    "राम नाम जान्‍यो नहीं, अन्‍त पड़े मुख खेह।।"
  ],
  [
    "कुल खाये कुल उबरै, कुल राखै कुल जाय।",
    "राम निकुल कुल भोटिया, सब कुल गया बिलाय।।"
  ],
  [
    "हाड़ जले, लकड़ी जले, जले जलावन हार।",
    "कातिक हारा भी जले, कासों करुं पुकार।।"
  ],
  [
    "झूठा सब संसार है, कोउ न अपना मीत।",
    "राम नाम को जानि ले, चलै सो भौजल जीत।।"
  ],
  [
    "दुनिया के धोखै मआ, चला कुटुंब की कानि।",
    "तब कुल की क्‍या लाज है, जब ले धरा मसानि।।"
  ],
  [
    "यह बिरियां तो फिर‍ि नहिं, मन में देख विचार।",
    "आया लाभहि कारनै, जनम जुआ मति हार।।"
  ],
  [
    "कै खाना कै सोवना, और न कोई चीत।",
    "सतगुरु शब्‍द बिसारिया, आदि अन्‍त का मीत।।"
  ],
  [
    "आज कहै मैं काल भजुं, काल कहै फिर काल।",
    "आज काल के करत ही, औसर जासी चाल।।"
  ],
  [
    "आज काल के बीच में, जंगल होगा बास।",
    "ऊपर ऊपर हल फिरै, ढोर चरेंगे घास।।"
  ],
  [
    "हाड़ जरै ज्‍यौं लाकड़ी, केस जरै ज्‍यों घास।",
    "सब जग जरता देखि करि, भये कबीर उदास।।"
  ],
  [
    "पानी केरा बुदबुदा, अस मानुष की जात।",
    "देखत ही छिप जाएगा, ज्‍यौं तारा प्रभात।।"
  ],
  [
    "ऊजड़ खेड़े टेकरी, घड़‍ि घड़‍ि गये कुम्‍हार।",
    "रावन जैसा चलि गया, लंका को सरदार।।"
  ],
  [
    "भय से भक्ति करै सबै, भय से पूजा होय।",
    "भय पारस है जीव को, निरभय हाय न कोय।।"
  ],
  [
    "भय बिन भाव न ऊपजै, भय बिनु होय न प्रीति।",
    "जब हिरदे से भय गया, मिटी सकल रस रीति।।"
  ],
  [
    "आछे दिन पाछे गये, गुरु सों किया न हेत।",
    "अब पछितावा क्‍या करै, चिड़‍ियां चुग गई खेत।।"
  ],
  [
    "एक दिन ऐसा होयगा, सब सों परै बिछोह।",
    "राजा राना राव रंक, सावधान क्‍यों नहिं होय।।"
  ],
  [
    "मन राजा नायक भया, टांडा लादा जाय।",
    "है है है है ह्वै रही, पूंजी गयी बिलाय।।"
  ],
  [
    "जो जल बाढ़े नाव में, घर में बाढ़ै दाम।",
    "दोनों हाथ उलीचिये, यही सयानों का काम।।"
  ],
  [
    "खाय पकाय लुटाय ले, यह मनुवा मिजमान।",
    "लेना हो सो लेइ ले, यही गोय मैदान।।"
  ],
  [
    "जहां न जाको गुन लहै, तहां न ताको ठांव।",
    "धोबी बसके क्‍या करै, दिगम्‍बर के गांव।।"
  ],
  [
    "हरिजन तो हारा भला, जीतन दे संसार।",
    "हारा तो हरि सों मिला, जीता जम के द्वार।।"
  ],
  [
    "हस्‍ती चढ़‍िये ज्ञान का, सहज दुलीचा डार।",
    "स्‍वान रूप संसार है, भूंकन दे झकमार।।"
  ],
  [
    "मांगन को भल बोलना, चोरन को भल चूप।",
    "माली को भल बरसनो, धोबी को भल धूप।।"
  ],
  [
    "बालों जैसी किरकिरी, ऊजल जैसी धूप।",
    "ऐसी मीठी कछु नहीं, जसी मीठी चूप।।"
  ],
  [
    "रितु बसंत याचक भया, हरखि दिया द्रुम पात।",
    "ताते नव पल्‍लव भया, दिया दर नहिं जात।।"
  ],
  [
    "अति हठ मत कर बावरे, हठ से बात न होय।",
    "ज्‍यूं ज्‍यूं भीजे कामरी, त्‍यूं त्‍यूं भारी होय।।"
  ],
  [
    "खाय पकाय लुटाय के, कर‍ि ले अपना काम।",
    "चलती बिरिया रे नरा, संग न चलै छदाम।।"
  ],
  [
    "लेना होय सो जल्‍द ले, कही सुनी मत मान।",
    "कही सुनी जुग जुग चली, आवागमन बंधान।।"
  ],
  [
    "सत ही में सत बांटई, रोटी म ते टूक।",
    "कहैं कबीर ता दास को, कबहुं न आवै चूक।।"
  ],
  [
    "नाम भजो मन बसि करो, यही बात है तंत।",
    "काहे को पढ़‍ि पचि मरो, कोटिन ज्ञान ग‍िरंथ।।"
  ],
  [
    "चातुर को चिन्‍ता घनी, नहिं मूरख को लाज।",
    "सर अवसर जाने नहीं, पेट भरन सूं काज।।"
  ],
  [
    "तीन ताप में ताप हैं, ताका अनंत उपाय।",
    "ताप आतम महाबली, संत बिना नहिं जाय।"
  ],
  [
    "बन्‍दे तू कर बन्‍दगी, तब पावै दीदार।",
    "औसर मानुष जनम का, बहुरि न बारंबार।।"
  ],
  [
    "जीवत कोय समझै नहिं, मवा न कह संदेस।",
    "तन मन से परिचय नहिं, ताको क्‍या उपदेस।।"
  ],
  [
    "काल काल तत्‍काल है, बुरा न करिये कोय।",
    "अनबोवे लुनता न‍हीं, बोवे लुनता होय।।"
  ],
  [
    "दुरबल को न सताइये, जाकी मोटी हाय।",
    "बिना जीव की सांस से, लाह भसम ह्वै जाय।।"
  ],
  [
    "कबीर आप ठगाइये, और न ठगिये कोय।",
    "आप ठगे सुख ऊपजै, और ठगे दुख होय।।"
  ],
  [
    "बनजारे के बैल ज्‍युं, भरमि फियां चहु देस।",
    "खांड लादि भुस खात हैं, बिन सतगुरु उपदेश।।"
  ],
  [
    "या दुनिया में आय के, छांडि देय तू ऐंठ।",
    "लेना है सो लेय ले, उठी जात है पैंठ।।"
  ],
  [
    "मान अभिमान न कीजिये, कहैं कबीर पुकार।",
    "जो सिर साधु न नमैं, तो सिर काटि उतार।।"
  ],
  [
    "पढ़ी पढी के पत्‍थर भये, लिखि लिखि भये जु ईट।",
    "कबीर अन्‍तर प्रेम का, लागी नेक न छींट।।"
  ],
  [
    "जिहि जिवरी ते जग बंधा, त जनि बंधै कबीर।",
    "जासी आटा लौन ज्‍यौं, सोन समान शरीर।।"
  ],
  [
    "चतुराई क्‍या कीजिये, जो नहिं शब्‍द समाय।",
    "कोटिक गुन सूवा पढ़ै, अन्‍त बिलाई खाय।।"
  ],
  [
    "करता था तो क्‍यौं रहा, अब करि क्‍यौं पछताय।",
    "बोवै पेड़ बबूल का, आम कहां ते खाय।।"
  ],
  [
    "काया सों कारज करें, सकल काज की री‍त।",
    "कर्म भर्म सब मेट के, राम नाम सौं प्रीत।।"
  ],
  [
    "देह खेह हो जायेगी, कौन कहेगा देह।",
    "निश्‍चय कर उपकार ही, जीवन का फल येह।।"
  ],
  [
    "बहते को मत बहन दो, कर गहि एचहु ठौर।",
    "कह्यौ सुन्‍यो मानै नहीं, शब्‍द कहो दुइ और।।"
  ],
  [
    "कहते को कहि जान दे, गुरु की सिख तूं लेय।",
    "साकट जान और स्‍वान को, फेरि जवाब न देय।।"
  ],
  [
    "जैसा भोजन खइये, तैसा ही मन होय।",
    "जैसा पानी पीजिये, तैसी बानी होय।।"
  ],
  [
    "कथा कीरतन करन की, जाके निसदिन रीत।",
    "कहैं कबीर ता दास सों, निश्‍च कीजै प्रीत।।"
  ],
  [
    "कबीर यह तन जात है, सको तो राखु बहोर।",
    "खाली हाथो बह गये, जिनके लाख करोर।।"
  ],
  [
    "या दुनिया दो रोज की, मत कर यासो हेत।",
    "गुरु चरनन चित लाइये, जो पूरन सुख देत।।"
  ],
  [
    "कबीर तहां न जाइये, जहं तो कुल को हेत।",
    "साधुपनो जानै नहीं, नाम बाप को लेत।।"
  ],
  [
    "कबीर संगी साधु का, दल आया भरपूर।",
    "इन्द्रिन को तब बांधिया, या तन कीया घूर।।"
  ],
  [
    "ऐसी बानी बोलिये, मन का आपा खोय।",
    "औरन को शीतल करै, आपहु शीतल होय।।"
  ],
  [
    "धर्म किये धन ना घट, नदी न घटै नीर।",
    "अपने आंखो देखि ले, यों कथि कहहिं कबीर।।"
  ],
  [
    "कहैं कबीर देय तू, जब लग तेरी देह।",
    "देह खेह हो जायेगी, कौन कहेगा देह।।"
  ],
  [
    "जग में बैरी कोय नहीं, जो मन शीतल होय।",
    "या आपा को डारि दे, दया करे सब कोय।।"
  ],
  [
    "बार बार तोसों कहा, सुन रे मनवा नीच।",
    "बनजारे का बैल ज्‍यूं, पैंडा माहीं मीच।।"
  ],
  [
    "जिन गुरु जैसा जानिया, तिनको तैसा लाभ।",
    "ओसे प्‍यास न भागसी, जब लगि धसै न आभ।।"
  ],
  [
    "इष्‍ट मिले अरु मन मिले, मिले सकल रस रीति।",
    "कहैं कबीर तहं जाइये, यह सन्‍तन की प्रीति।।"
  ],
  [
    "गान्ठि होय सो हाथ कर, हाथ होय सो देह।",
    "आगे हाट न बानिया, लेना है सो लेह।।"
  ],
  [
    "राम नाम सुमिरन करै, सतगुरु पद निज ध्‍यान।",
    "आतम पूजा जीव दया, लहै सो मुक्ति अमान।।"
  ],
  [
    "जा तोको काटा बोवै, ताहि बोवै तू फूल।",
    "तुझको फूल का फूल है, वाको है तिरशूल।।"
  ],
  [
    "गारी ही से ऊपजै, कलह कष्‍ट औ मीच।",
    "हरि चले सो सन्‍त है, लागि मरै सो नीच।।"
  ],
  [
    "हाड़ बड़ा हरि भजन करि, द्रव्‍य बड़ा कछु देह।",
    "अकल बड़ी उपकार करि, जीवन का फल येहि।।"
  ],
  [
    "सार शब्‍द जानै बिना, जिव परलै में जाय।",
    "काया माया थिर नहीं, शब्‍द लेहु अरथाय।।"
  ],
  [
    "यही बड़ाई शब्‍द की, जैसे चुम्‍बक भाय।",
    "बिना शब्‍द नहिं ऊबरै, केता करै उपाय।।"
  ],
  [
    "कुटिल वचन सबतें बुरा, जारि करै सब छार।",
    "साधु वचन जल रूप है, बरसै अमृत धार।।"
  ],
  [
    "कुटिल बचन नहिं बोलिये, शीतल बैन ले चीन्हि।",
    "गंगा जल शीतल भया, परबत फोड़ तीन्हि।।"
  ],
  [
    "खोद खाद धरती सहै, काट कूट बनराय।",
    "कुटिल बचन साधु सहै, और से सहा न जाय।।"
  ],
  [
    "शीतल शब्‍द उचारिये, अहं आनिये नाहिं।",
    "तेरा प्रीतम तुझहि में, दुसमन भी तुझ माहिं।।"
  ],
  [
    "शब्‍द कहै सो कीजिये, बहुतक गुरु लबार।",
    "अपने अपने लाभ को, ठौर ठौर बटपार।।"
  ],
  [
    "खोजी हुआ शब्‍द का, धन्‍य सन्‍त जन सोय।",
    "कहैं कबीर गहि शब्‍द को, कबहु न जाय बिगोय।।"
  ],
  [
    "शीतलता तब जानिये, समता रहै समाय।",
    "विष छोड़ै निरबिस रहै, सब दिन दूखा जाय।।"
  ],
  [
    "करक गड़न दुरजन बचन, रहै सन्‍त जन टारि।",
    "बिजुली परै समुद्र में, कहा सकेगी जारि।।"
  ],
  [
    "कुबुधि कमानी चढ़‍ि रही, कुटिल बचन के तीर।",
    "भरि भरि मारे कान में, सालै सकल सरीर।।"
  ],
  [
    "सोई शब्‍द निज सार है, जो गुरु दिया बताय।",
    "बलिहारो वा गुरुन की, सीष बियोग न जाय।।"
  ],
  [
    "सीखै सुनै विचार ले, ताहि शब्‍द सुख देय।",
    "बिना समझै शब्‍द गहै, कछु न लोहा लेय।।"
  ],
  [
    "काल फिरै सिर ऊपरै, जीवहि नजरि न आय।",
    "कहैं कबीर गुरु शब्‍द गहि, जम से जीव बचाय।।"
  ],
  [
    "जंत्र मंत्र सब झूठ है, मति भरमो जग कोय।",
    "सार शब्‍द जानै बिना, कागा हंस न होय।।"
  ],
  [
    "कर्म फंद जग फंदिया, जप तप पूजा ध्‍यान।",
    "जाहि शब्‍द ते मुक्ति होय, सो न परा पहिचान।।"
  ],
  [
    "शब्‍द जु ऐसा बोलिये, मन का आपा खोय।",
    "औरन को शीतल करे, आपहुं शीतल होय।।"
  ],
  [
    "जिहि शब्‍दे दुख ना लगे, सोई शब्‍द उचार।",
    "तपत मिटी सीतल भया, सोई शब्‍द ततसार।।"
  ],
  [
    "कागा काको धन हरै, कोयल काको देत।",
    "मीठा शब्‍द सुनाय के, जग अपनो करि लेत।।"
  ],
  [
    "शब्‍द पाय सुरति राखहि, सो पहुंच दरबार।",
    "कहैं कबीर तहां देखिये, बैठा पुरुष हमार।।"
  ],
  [
    "शब्‍द बराबर धन नहीं, जो कोय जानै बोल।",
    "हीरा तो दामों मिलैं, सब्‍दहि मोल न तोल।।"
  ],
  [
    "सन्‍त सन्‍तोषी सर्वदा, शब्‍दहिं भेद विचार।",
    "सतगुरु के परताप ते, सहज सील मतसार।।"
  ],
  [
    "जिभ्‍या जिन बिस में करी, तिन बस कियो जहान।",
    "नहिं तो औगुन ऊपजे, कहि सब संत सुजान।।"
  ],
  [
    "लागी लागी क्‍या करै, लागत रही लगार।",
    "लागी तबही जानिये, निकसी जाय दुसार।।"
  ],
  [
    "हरिजन सोई जानिये, जिह्वा कहैं न मार।",
    "आठ पहर चितवन रहै, गुरु का ज्ञान विचार।।"
  ],
  [
    "टीला टीली ढाहि के, फोरि करै मैदान।",
    "समझ सका करता चलै, सोई शब्‍द निरबान।।"
  ],
  [
    "शब्‍द दुराया ना दुरै, कहूं जु ढोल बजाय।",
    "जो जन होवै जौहरी, लेहैं सीस चढ़ाय।।"
  ],
  [
    "शब्‍द शब्‍द सब कोय कहै, शब्‍द का करो विचार।",
    "एक शब्‍द शीतल करै, एक शब्‍द दे जार।।"
  ],
  [
    "रैन तिमिर नासत भयो, जबही भानु उगाय।",
    "सार शब्‍द के जानते, करम भरम मिटि जाय।।"
  ],
  [
    "सहज तराजू आनि कै, सब रस देखा तोलि।",
    "सब रस माहीं जीभ रस, जु कोय जानै बोलि।।"
  ],
  [
    "मुख आवै सोई कहै, बोलै नहीं विचार।",
    "हते पराई आतमा, जीभ बांधि तलवार।।"
  ],
  [
    "शब्‍द न करै मुलाहिजा, शब्‍द फिरै चह धार।",
    "आपा पर जब चीन्हिया, तब गुरु सिष व्‍यवहार।।"
  ],
  [
    "शब्‍द खांजि मन बस कर, सहज जोग है येह।",
    "सत्त शब्‍द निज सार है, यह तो झूठी देह।।"
  ],
  [
    "जिह्वा में अमृत बसै, जो कोई जानै बोल।",
    "विष बासुकि का ऊतरे, जिह्वा तनै हिलोल।।"
  ],
  [
    "कबीर सार शब्‍द निज जानि के, जिन कीन्‍ही परतीति।",
    "काग कुमत तजि हंस ह्वै, चले सु भौजल जीति।।"
  ],
  [
    "शब्‍द सम्‍हारे बोलिये, शब्‍द के हाथ न पांव।",
    "एक शब्‍द औषधि करे, एक शब्‍द करे घाव।।"
  ],
  [
    "शब्‍द गुरु का शब्‍द है, काया का गुरु काय।",
    "भक्ति करै नित शब्‍द की, सत्‍गुरु यौं समुझाय।।"
  ],
  [
    "शब्‍द उपदेस जु मैं कहुँ, जु कोय मानै संत।",
    "कहै कबीर विचारि के, ताहि मिलावौं कंत।।"
  ],
  [
    "बोलै बोल विचारि के, बैठे ठौर संभारि।",
    "कहैं कबीर ता दास को, कबह न आवै हारि।।"
  ],
  [
    "एक शब्‍द सुख खानि है, एक शब्‍द दुख रासि।",
    "एक शब्‍द बन्‍धन काटै, एक शब्‍द गल फांसि।।"
  ],
  [
    "जीवन में मरना भला, जो मरि जानै कोय।",
    "मरना पह‍िले जो मरै, अजर अमर सो होय।।"
  ],
  [
    "मन को मिरतक देखि के, मति माने विश्‍वास।",
    "साधु तहां लौं भय करे, जौ लौ पिंजर सांस।।"
  ],
  [
    "जब लग आश शरीर की, मिरतक हुआ न जाय।",
    "काया माया मन तजै, चौडे़ रहा बजाय।।"
  ],
  [
    "जीवत मिरतक होय रहै, तजै खलक की आस।",
    "रच्‍छक समरथ सद्गुरु, मति दुख पावै दास।।"
  ],
  [
    "पांचों इन्द्रिय छठा मन, सम संगत सूचंत।",
    "कहैं कबीर जग क्‍या करे, सातों गांठ निश्चिन्‍त।।"
  ],
  [
    "भक्‍त मरे क्‍या रोइये, जो अपने घर जाय।",
    "रोइये साकट बापुरे, हाटों हाट बिकाय।।"
  ],
  [
    "अजहूं तेरा सब मिटै, जो जग मानै हार।",
    "घर में झगरा होत है, सो घर डारो जार।।"
  ],
  [
    "मैं मेरा घर जालिया, लिया पलीता हाथ।",
    "जो घर जारो आपना, चलो हमारे साथ।।"
  ],
  [
    "मैं जानूं मन मरि गया, मरि के हुआ भूत।",
    "मूये पीछे उठि लगा, ऐसा मेरा पूत।।"
  ],
  [
    "शब्‍द विचारी जो चले, गुरुमुख होय निहाल।",
    "काम क्रोध व्‍यापै नहीं, कबहूं न ग्रासै काल।।"
  ],
  [
    "सुर सती का सहज है, घड़ी इक का घमसान।",
    "मरै न जीवै मरजिवा, धमकत रहे मसान।।"
  ],
  [
    "कबीर मिरतक देखकर, मति धारो विश्‍वास।",
    "कबहूं जागै भूत ह्वे, करै पिंड का नाश।।"
  ],
  [
    "आस पास जोधा खड़े, सबे बजावै गाल।",
    "मंझ महल ते ले चला, ऐसा परबत काल।।"
  ],
  [
    "जरा कुत्ता जोबन ससा, काल अहेरी नित्त।",
    "दो बैरी बिच झोंपड़ा, कुशल कहां सो मित्त।।"
  ],
  [
    "पात झरन्‍ता देखि के, हंसती कूपलियां।",
    "हम चाले तुम चालियो, धारी बापलियां।।"
  ],
  [
    "काल पाय जग ऊपजो, काल पाय सब जाय।",
    "काल पाय सब बिनसिहैं, काल काल कह खाय।।"
  ],
  [
    "मैं अकेला वह दो जना, सेरी नाहीं कोय।",
    "जो जम आगे ऊबरो, तो जरा बैरी होय।।"
  ],
  [
    "जो उगै सो आथवे, फूले सो कुम्‍ह‍िलाय।",
    "जो चूनै सो ढहि पड़, जामै सो मरि जाय।।"
  ],
  [
    "चाकी चली गुपाल की, सब जग पीसा झार।",
    "रुड़ा शब्‍द कबीर का, डारा पाट उघार।।"
  ],
  [
    "काल काल सब कोइ कहे, काल न चीन्‍हे कोय।",
    "जेती मन की कल्‍पना, काल कहावै सोय।।"
  ],
  [
    "काल फिरै सिर ऊपरे, हाथों धरी कमान।",
    "कहैं कबीर गहु नाम को, छोड़ सकल अभिमान।।"
  ],
  [
    "जाय झरोखे सोवता, फूलन सेज बिछाय।",
    "सो अब कहूं दीखै नहीं, छिन में गयो बिलाय।।"
  ],
  [
    "कबीर टुक टुक चोंघ्‍ज्ञता, पल पल गई विहाय।",
    "जिव जंजाले पड़‍ि रहा, दिया दमामा आय।।"
  ],
  [
    "काल जीव को ग्रासई, बहुत कह्यौ समझाय।",
    "कहैं कबीर मैं क्‍या करूं, कोई नहिं पतियाय।।"
  ],
  [
    "झूठे सुख को सुख कहै, मानत है मन मोद।",
    "जगत चबेना काल का, कछू मुख कछू गोद।।"
  ],
  [
    "चहुं दिस ठाढ़े सूरमा, हाथ मिले हथियार।",
    "सबही यह तन देखता, काल ले गया मार।।"
  ],
  [
    "चहुं दिस पाका कोट था, मन्दिर नगर मझार।",
    "खिरकी खिरकी पाहरु, गज बंधा दरबार।।"
  ],
  [
    "हम जान थे खायंगे, बहुत जिमीं बहु माल।",
    "ज्‍यौं का त्‍यौं ही रहि गया, पकड़‍ि ले गया काल।।"
  ],
  [
    "खुलि खेलो संसार में, बांधि न सक्‍कै कोय।",
    "घाट जगाती क्‍या करै, सिर पर पोट न होय।।"
  ],
  [
    "चलती चाकी देखि के, दिया कबीरा रोय।",
    "दो पाटन के बिच आय के, साबुत गया न कोय।।"
  ],
  [
    "मूसा डरपे काल सूं, कठिन काल का जोर।",
    "स्‍वर्ग भूमि पाताल में, जहां जाव तहं गोर।।"
  ],
  [
    "जोबन सिकदारी तजी, चला निशान बजाय।",
    "सिर पर सेत सिरायचा, दिया बुढ़ापा आय।।"
  ],
  [
    "बेटा जाये क्‍या हुआ, कहा बजावै थाल।",
    "आवन जावन होय रहा, ज्‍यों कीड़ी का नाल।।"
  ],
  [
    "बालपन भोले गया, और जुवा महमंत।",
    "वृद्धपने आलस गयो, चला जरन्‍ते अन्‍त।।"
  ],
  [
    "संसै काल शरीर में, विषम काल है दूर।",
    "जाको कोइ जानै नहीं, जारि करै सब धूर।।"
  ],
  [
    "कबीर गाफिल क्‍यौं फिरै, क्‍या सोता घनघोर।",
    "तेरे सिराने जम खड़ा, ज्‍यूं अंधियारे चोर।।"
  ],
  [
    "जरा आय जोरा किया, नैनन दीन्‍हीं पीठ।",
    "आंखौ ऊपर आंगुली, वीष भरै पछ नीठ।।"
  ],
  [
    "बिरिया बीती बल घटा, केस पलटि भये और।",
    "बिगरा काज संभारि लै, करि छूटन की ठौर।।"
  ],
  [
    "ताजी छूटा सहर ते, कसबै पड़ी पुकार।",
    "दरवाजा जड़ाहि रहा, निकस गया असवार।।"
  ],
  [
    "पंथी ऊभा पंथ सिर, बगुचा बांधा पूंठ।",
    "मरना मुंह आगे खड़ा, जीवन का सब झूठ।।"
  ],
  [
    "यह जीव आया दूर ते, जाना है बहु दूर।",
    "बिच के वासै बसि गया, काल रहा सिर पूर।।"
  ],
  [
    "सब जग डरपैं काल सों, ब्रह्मा विश्‍नु महेस।",
    "सुर नर मुनि औ लोक सब, सात रसातल सेस।।"
  ],
  [
    "कबीर मन्दिर आपने, नित उठि करता आल।",
    "मरघट देखी डरपता, चौड़े दीया डाल।।"
  ],
  [
    "निश्‍चय काल गरास हो, बहुत कहा समझाय।",
    "कह कबीर मैं का कहूं, देखत ना पतियाय।।"
  ],
  [
    "जारि बारि मिस्‍सी करै, मिस्‍सी करिहै छार।",
    "कहैं कबीर कोइला करै, फिर दे दै औतार।।"
  ],
  [
    "घाट जगाती धर्मराय, गुरुमुख ले पहिचान।",
    "छाप बिना गुरु नाम के, सांकट रहा निदान।।"
  ],
  [
    "ऐसे सांच न मानई, तिलकी देखो जोय।",
    "जारि बारि कोयला करै, जमता देखा सोय।।"
  ],
  [
    "माली आवत देखि के, कलियां करें पुकार।",
    "फूली फूली चुनि लई, कल हमारी बार।।"
  ],
  [
    "संसै काल शरीर में, जारि केर सब धूर।",
    "काल से बांच दास जन, जिन पै दयाल हजूर।।"
  ],
  [
    "कबीर जीवन कुछ नहीं, खिन खारा खिन मीठ।",
    "काल्हि अलहजा मारिया, आज मसाना दीठ।।"
  ],
  [
    "कबीर पगरा दूर है, आय पहूंची सांझ।",
    "जन जन को मत राखतां, वेश्‍या रहि गई बांझ।।"
  ],
  [
    "काल हमारे संग है, कस जीवन की आस।",
    "दस दिन नाम संभार ले, जब लग पिंजर सांस।।"
  ],
  [
    "टालै टूलै दिन गयो, ब्‍याज बढ़न्‍ता जाय।",
    "ना हरि भजा न खत कटा, काल पहुंचा आय।।"
  ],
  [
    "फागुन आवत देखि के, मन झूरे बनराय।",
    "जिन डाली हम केलि किय, सोही बयारे जाय।।"
  ],
  [
    "हाथों परबत फाड़ते, समुन्‍दर घट भराय।",
    "ते मुनिवर धरती गले, का कोई गरब कराय।।"
  ],
  [
    "कबीर सब सुख राम है, औरहि दुख की रासि।",
    "सुर नर मुनि अरु असुर सुर, पड़े काल की फांसि।।"
  ],
  [
    "काची काया मन अथिर, थिर थिर करम करन्‍त।",
    "ज्‍यौं ज्‍यौं नर निधड़क फिरै, त्‍यौं त्‍यौं काल हसन्‍त।।"
  ],
  [
    "जिनके नाम निशान है, तिन अटकावै कौन।",
    "पुरुष खजाना पाइया, मिटि गया आवा गौन।।"
  ],
  [
    "तरुवर पात सों यौं कहै, सुनो पात इक बात।",
    "या घर याही रीति है, इक आवत इक जात।।"
  ],
  [
    "पात झरन्‍ता यौं कहै, सुन तरुवर बन राय।",
    "अबके बिछुड़े ना मिले, दूर पड़ेंगे जाय।।"
  ],
  [
    "स्‍वारथ का सबको सगा, सारा ही जग जान।",
    "बिन स्‍वारथ आदर करै, सो नर चतुर सुजान।।"
  ],
  [
    "स्‍वारथ कूं स्‍वारथ मिले, पड़‍ि पड़‍ि लूंबा बूंब।",
    "निस्‍प्रेही निरधार को, कोय न राखे झूंब।।"
  ],
  [
    "माया कू माया मिले, कर कर लम्‍बे हाथ।",
    "निस्‍प्रेही निरधार को, गाहक दीनानाथ।।"
  ],
  [
    "संसारी से प्रीतड़ी, सरै न एकौ काम।",
    "दुविधा से दोनों गये, माया मिली न राम।।"
  ],
  [
    "निज स्‍वारथ के कारनै, सेव करै संसार।",
    "बिन स्‍वारथ भक्ति करै, सो भावे करतार।।"
  ],
  [
    "आप स्‍वारथी मेदिनी, भक्ति स्‍वारथी दास।",
    "कबीर जन परमार्थी, डारी तन की आस।।"
  ],
  [
    "प्रीत रीत सब अर्थ की, परमारथ की नाहिं।",
    "कहैं कबीर परमारथी, बिरला कोई कलि माहि।।"
  ],
  [
    "परमारथ पाको रतन, कबहुं न दीजै पीठ।",
    "स्‍वारथ सेमन फूल है, कली अपूठी पीठ।।"
  ],
  [
    "सुख के संगी स्‍वारथी, दुख मे रहते दूर।",
    "कहैं कबीर परमारथी, दुख सुख सदा हजूर।।"
  ],
  [
    "जो कोय करे सो स्‍वारथी, अरस परस गुन देत।",
    "बिन किया करै सो सुरमा, परमारथ के हेत।।"
  ],
  [
    "स्‍वारथ सूका लाकड़ा, छांह बिहूना सूल।",
    "पीपल परमारथ भजो, सुख सागर को मूल।।"
  ],
  [
    "मरुं पर मांगू नहीं, अपने तन के काज।",
    "परमारथ के कारनै, मोहि न आवै लाज।।"
  ],
  [
    "धन रहै न जोबन रहै, रहै न गांव न ठांव।",
    "कबीर जग में जस रहै, करिदे किसी का काम।।"
  ],
  [
    "कबीर यह मन मसखरा, कहूं तो मानै रोस।",
    "जा मारग साहिब मिलै, तहां न चालै कोस।।"
  ],
  [
    "कुंभै बांधा जल रहै, जल बिन कुंभ न होय।",
    "ज्ञानै बांध बन रहै, मन बिनु ज्ञान न होय।।"
  ],
  [
    "मन चलतां तन भी चलै, ताते मन को घेर।",
    "तन मन दोऊ बसि करै, होय राइ सुमेर।।"
  ],
  [
    "काया देवल मन धजा, विषय लहर फहराय।",
    "मन चलते देवल चले, ताका सरबस जाय।।"
  ],
  [
    "मेरे मन में परि गई, ऐसी एक दरार।",
    "फाटाफटिक पषान ज्‍यूं, मिलै न दूजी बार।।"
  ],
  [
    "पहिले यह मन कागा था, करता जीवन घात।",
    "अब तो मन हंसा भया, मोती चुनि-चुनि खात।।"
  ],
  [
    "कबीर मन परबत भया, अब मैं पाया जान।",
    "टांकी लागी प्रेम की, निकसी कंचन खान।।"
  ],
  [
    "काया कजरी बन अहै, मन कुंजर महमन्‍त।",
    "अंकुस ज्ञान रतन है, फेरै साधु सन्‍त।।"
  ],
  [
    "बिना सीस का मिरग है, चहं दिस चरने जाय।",
    "बांधि लाओ गुरुज्ञान सूं, राखो तत्‍व लगाय।।"
  ],
  [
    "अपने अपने चोर को, सब कोय डारै मार।",
    "मेरा चोर मुझको मिलै, सरबस डारुं वार।।"
  ],
  [
    "कबीर मन तो एक है, भावै जहां लगाय।",
    "भावै गुरु की भक्ति कर, भावे विषय कमाय।।"
  ],
  [
    "तन का बैरी कोइ नहीं, जो मन शीतल होय।",
    "तूं आपा को डारि दे, दया करे सब कोय।।"
  ],
  [
    "मना मनोरथ छांड़‍ि दे, तेरा किया न होय।",
    "पानी में घी नीकसै, रूखा खाय न कोय।।"
  ],
  [
    "चंचल मन निहचल करै, फिर‍ि फिरि नाम लगाय।",
    "तन मन दोउ बसि करै, ताका कछु नहिं जाय।।"
  ],
  [
    "मेरा मन मकरन्‍द था, करता बहुत बिगार।",
    "सूधा होय मारग चला, हरि आगे हम लार।।"
  ],
  [
    "कबीर मनहि गयंद है, आंकुस दे दे राखु।",
    "विष की बेली परिहरो, अमृत का फल चाखु।।"
  ],
  [
    "कबीर यह मन लालची, समझै नहीं गंवार।",
    "भजन करन को आलसी, खाने को तैयार।।"
  ],
  [
    "महमंता मन मारि ले, घट ही मांही घेर।",
    "जल ही चालै पीठ दे, आंकूस दे दे फेर।।"
  ],
  [
    "मन मनसा जब जायगी, तब आवैगी और।",
    "जबही निहचल होगया, तब पावैगा ठौर।।"
  ],
  [
    "अकथ कथा या मनहि की, कहैं कबीर समुझाय।",
    "जो याको समझा परै, ताको काल न खाय।।"
  ],
  [
    "सुर नर मुनि सबको ठगै, मनहिं लिया औतार।",
    "जो कोई याते बच, तीन लोक ते न्‍यार।।"
  ],
  [
    "धरती फाटै मेघ मिलै, कपड़ा फाटै डौर।",
    "तन फाटै को औषधि, मन फाटै नहिं ठौर।।"
  ],
  [
    "यह मन नीचा मूल है, नीचा करम सुहाय।",
    "अमृत छाडै मान करि, विषहि प्रीत करि खाय।।"
  ],
  [
    "मन को मारूं पटकि के, टूक टूक ह्वै जाय।",
    "विष की क्‍यारी बोयके, लुनता क्‍यौं पछिताय।।"
  ],
  [
    "अपने उरझै उरझिया, दीखै सब संसार।",
    "अपने सुरझै सुरझिया, यह गुरु ज्ञान विचार।।"
  ],
  [
    "मन के बहुतक रंग हैं, छिन छिन बदले सोय।",
    "एक रंग में जो रहे, ऐसा बिरला कोय।।"
  ],
  [
    "मन के मते न चालिये, मन के मते अनेक।",
    "जो मन पर असवार है, सो साधु कोय एक।।"
  ],
  [
    "मन मोटा मन पातरा, मन पानी मन लाय।",
    "मन के जैसी ऊपजै, तैसी ही ह्वै जाय।।"
  ],
  [
    "कबीर मन मरकट भया, नेक न कहुं ठहराय।",
    "राम नाम बांधै बिना, जित भावै तित जाय।।"
  ],
  [
    "कहत सुनत सब दिन गये, उरझि न सुरझा मन्‍न।",
    "कहैं कबीर चेता नहीं, अजहूं पहला दिन्‍न।।"
  ],
  [
    "मन की घाली हूं गई, मन की घाली जाउं।",
    "संग जो परी कसंग के, हाटै हाट बिकाउं।।"
  ],
  [
    "मन के मते न चालिये, छांडि जीव की बानि।",
    "कतवारी के सूत ज्‍यौं, उलटि अपूठा आनि।।"
  ],
  [
    "मन गोरख मन गोविंद, मन ही औघड़ सोय।",
    "जो मन राखै जतन करि, आपै करता होय।।"
  ],
  [
    "यह मन हरि चरणे चला, माया-मोह से छूट।",
    "बेहद माहीं घर किया, काल रहा शिर कूट।।"
  ],
  [
    "जेती लहर समुद्र की, तेती मन की दौर।",
    "सहजै हीरा नीपजे, जो मन आवै ठौर।।"
  ],
  [
    "मन पंखी बिन पंख का, जहां तहा उड़‍ि जाय।",
    "मन भावे ताको मिले, घट में आन समाय।।"
  ],
  [
    "कबीर बैरी सबल है, एक जीव रिपु पांच।",
    "अपने-अपने स्‍वाद को, बहुत नचावै नाच।।"
  ],
  [
    "कबीर लहरि समुद्र की, केतो आवै जांहि।",
    "बलिहारी वा दास की, उलटि समावै मांहि।।"
  ],
  [
    "बात बनाई जग ठग्‍यो, मन परमोधा नांहि।",
    "कहैं कबीर मन लै गया, लख चौरासां मांहि।।"
  ],
  [
    "कबीर यह गत अटपटी, चटपट लखी न जाय।",
    "जो मन की खटपट मिटै, अधर भये ठहराय।।"
  ],
  [
    "मनुवा तू क्‍यों बावरा, तेरी सुध क्‍यों खोय।",
    "मौत आय सिर पर खड़ी, ढलते बेर न होय।।"
  ],
  [
    "मनुवां तो पंछी भया, उड़‍िके चला अकास।",
    "ऊपर ही ते गिर पड़ा, मन माया के पास।।"
  ],
  [
    "मनुवा तो फूला फिरै, कहे जो करुं धरम।।",
    "कोटि करम सिर पर चढ़े, चेति न देखै मरम।।"
  ],
  [
    "मन दाता मन लालची, मन राजा मन रंक।",
    "जो यह मन गुरु सो मिलै, तो गुरु मिले निसंक।।"
  ],
  [
    "मन फाटै बायक बुरै, मिटै सगाई साक।",
    "जैसे दूध तिवास को, उलटि हुआ जो आक।।"
  ],
  [
    "मन पांचौं के बस पड़ा, मन के बस नहिं पांच।",
    "जित देखूं तित दौं लगी, जित भाग् तित आंच।।"
  ],
  [
    "मन के मारे बन गये, बन तजि बस्‍ती मांहि।",
    "कहैं कबीर क्‍या कीजिये, यह मन ठहरै नाहिं।।"
  ],
  [
    "निहचिन्‍त होय के गुरु भजै, मन में राखै सांच।",
    "इन पांचौं को बसि करै, ताहि न आवै आंच।।"
  ],
  [
    "मन मुरीद संसार है, गुरु मुरीद कोय साध।",
    "जो माने गुरु बचन को, ताका मता अगाध।।"
  ],
  [
    "मन ही को परमोधिये, मन ही को उपदेस।",
    "जो यह मन को बसि करै, सीष होय सब देस।।"
  ],
  [
    "चिन्‍ता चित्त बिसारिये, फिर बूझिये नहिं आन।",
    "इन्‍द्री पसारा मेटिये, सजह मिलै भगवान।।"
  ],
  [
    "कोटि करमकर पलक में, या मन विषया स्‍वाद।",
    "सद्गुरु शब्‍द न मानहीं, जनम गंवाय बाद।।"
  ],
  [
    "कागद केरी नावरी, पानी केरी गंग।",
    "कहै कबीर कैसे तिरै, पांच कुसंगी संग।।"
  ],
  [
    "इन पांचौ से बंधिया, फिर फिर धरै शरीर।",
    "जो यह पांचौं बसि करै, सोई लागै तीर।।"
  ],
  [
    "मन पंछी तब लगि उडै, विषय वासना मांहि।",
    "ज्ञान बाज को झपट में, जब लगि आवै नांहि।।"
  ],
  [
    "मन नहिं मारा करि सका, न मन पांच प्रहारि।",
    "सील सांच सरधा नहीं, अजह् इन्द्रि उघारि।।"
  ],
  [
    "दौड़त दौड़त दाडिया, जेती मन की दौर।",
    "दौड़‍ि थके मन थिर भया, वस्‍तु ठौर की ठौर।।"
  ],
  [
    "मन अपना समुझाय ले, आया गाफिल होय।",
    "बिन समुझे उठि जायेगा, फोकट फेरा तोय।।"
  ],
  [
    "मन के हारै हार है, मन के जीते जीत।",
    "कहैं कबीर गुरु पाइये, मन ही के प्रतीत।।"
  ],
  [
    "या मारा जग भरमिया, सबको लगी उपाध।",
    "यहि तारन के कारनै, जग में आये साध।।"
  ],
  [
    "खान खरच बहु अन्‍तरा, मन में देख विचार।",
    "एक खवावै साधु को, एक मिलावै छार।।"
  ],
  [
    "मन मते माया तजी, यूं करि निकस बहार।",
    "लागि रहि जानी नहीं, भटकी भयो खुवार।।"
  ],
  [
    "माया जात है, सुनो शब्‍द निज मोर।",
    "सुखियों के घर साध जन, सूमौं के घर चोर।।"
  ],
  [
    "कबीर माया पापिनी, लोभ भ्‍ज्ञुलाया लोग।",
    "पूरी किनहुं न भोगिया, इसका यही बिजोग।।"
  ],
  [
    "कबीर माया पापिनी, फंद ले बैठी हाट।",
    "सब जग तो फदै पड़ा, गया कबीरा काट।।"
  ],
  [
    "छाडै बिन छूटै नहीं, छोड़न हारा राम।",
    "जीव जतन बहुतरि करै, सरे न एकौ काम।।"
  ],
  [
    "माया छोड़न सब कहै, माया छोरि न जाय।",
    "छोरन की जो बात करु, बहुत तमाचा खाय।।"
  ],
  [
    "माया सम नहिं मोहिनी, मन समान नहिं चोर।",
    "हरिजन सम नहिं पारखी, कोई न दीसे ओर।।"
  ],
  [
    "माया जगवे कौन गन, अंत न आवै काज।",
    "सोई नाम जोगावहु, भये परमारथ साज।।"
  ],
  [
    "कबीर या संसार की, झूठी माया मोह।",
    "जिहि घर जिता बधावना, तिहि घर तेता दोह।।"
  ],
  [
    "माया करक कदीम है, यह भव सागर माहिं।",
    "जंबुक रूपी जीव है, खैंचत ही महि जाहिं।।"
  ],
  [
    "आंधी आई प्रेम की, ढही भरम की भीत।",
    "माया टाटी उड़‍ि गई, लगी नाम सों प्रीत।।"
  ],
  [
    "झीनी माया जिन तजी, मोटी गई बिलाय।",
    "ऐसे जन के निकट से, सब दु:ख गये हिराय।।"
  ],
  [
    "सुकृत लागै साधु की, बादि विमुख की जाय।",
    "कै तो तल गाड़ी रहै, कै कोय और खाय।।"
  ],
  [
    "साधु ऐसा चाहिए, आई देई चलाय।",
    "दोस न लागै तासु को, शिर की टरै बलाय।।"
  ],
  [
    "मीठा सब कोय खात है, विष ह्व लागै धाय।",
    "नीम न कोई पीवसी, सबै रोग मिट जाय।।"
  ],
  [
    "मोटी माया सब तजैं, झीनी तजी न जाय।",
    "पीर पैगम्‍बर औलिया, झीनी सबको खाय।।"
  ],
  [
    "ऊंची डाली प्रेम की, हरिजन बैठा खाय।",
    "नीचे बैठी बाघिनी, गिर पड़े तिहि खाय।।"
  ],
  [
    "माया सेती मति मिली, जो सोबरिया देहि।",
    "नारद से मुनिवर गले, क्‍याहि भरोसा तेहि।।"
  ],
  [
    "माया दीपक नर पतंग, भ्रमि भ्रमि माहिं परन्‍त।",
    "कोई एक गुरु ज्ञानते, उबरे साधु सन्‍त।।"
  ],
  [
    "करक पड़ा मैदान में, कुकुर मिले लख कोट।",
    "दावा कर लड़‍ि मुए, अन्‍त चले सब छोड़।।"
  ],
  [
    "माया देाय प्रकार की, जो जानै सो खाय।",
    "एक मिलावै राम को, एक नरक ले जाय।।"
  ],
  [
    "माया का सुख चार दिन, कहं तूं गहे गंवार।",
    "सपने पायो राज धन, जात न लागे बार।।"
  ],
  [
    "माया संच संग्रहै, वह दिन जानै नांहि।",
    "सहस बरस की सब करै, मर मुहूरत मांहि।।"
  ],
  [
    "कबीर माया सांपिनी, जनता ही को खाय।",
    "ऐसा मिलना न गारुड़ी, पकड़‍ि पिटारे बांय।।"
  ],
  [
    "माया छाया एक सी, बिरला जानै कोय।",
    "भगता के पीछे फिरै, सनमुख भाजै सोय।।"
  ],
  [
    "माया मन की मोहिनी, सुर नर रहे लुभाय।",
    "इन माया सब खाइया, माया कोय न खाय।।"
  ],
  [
    "माया तो ठगनी भई, ठगत फिरै सब देस।",
    "जा ठग से ठगनी ठगी, ता ठग को आदेस।।"
  ],
  [
    "माया माथे सींगड़ा, लम्‍बे नौ नौ हाथ।",
    "आगे मारै सींगड़ा, पाछै मारै लात।।"
  ],
  [
    "गुरु को चेला बिष दे, जो गांठी होय दाम।",
    "पूत पिता को मारसी, ये माया के काम।।"
  ],
  [
    "माया दासी सन्‍त की, साकट की शिर ताज।",
    "सांकट की सिर मानिनी, सन्‍तों सहेली लाज।।"
  ],
  [
    "माया माया सब कहैं, माया लखै न कोय।",
    "जो मन से ना ऊतरे, माया कहिए सोय।।"
  ],
  [
    "कबीर माया मोहिनी, मांगी मिलै न हाथ।",
    "मना उतारी जूठ करु, लागी डोलै साथ।।"
  ],
  [
    "कबीर माया बेसवा, दोनूं की इक जात।",
    "आंवत को आदर करैं, जात न बूझ बात।।"
  ],
  [
    "कबीर माया मोहिनी, जैसी मीठी खांड।",
    "सद्गुरु की किरपा भई, नातर करती भांड।।"
  ],
  [
    "माया संख पदुम लौं, भक्ति बिहुन जो होय।",
    "जम लै ग्रासैं, सो तेहि, नरक पड़े पुनि सोय।।"
  ],
  [
    "कबीर माया मोहिनी, सब जग छाला छानि।",
    "कोइ एक साधु ऊबरा, तोडी कुल की कानि।।"
  ],
  [
    "कबीर माया डाकिनी, सब काह् को खाय।",
    "दांत उपारुं पापिनी, सन्‍तो नियरै जाय।।"
  ],
  [
    "भूले थे संसार में, माया के संग आय।",
    "सतगुरु राह बताइया, फेरि मिलै तिहि जाय।।"
  ],
  [
    "माया काल की खानि है, धरै त्रिगुण विपरीत।",
    "जहां जाय तहं सुख नहीं, या माया की रीति।।"
  ],
  [
    "जग हटवारा स्‍वाद ठग, माया वेश्‍या लाय।",
    "राम-राम गाढ़ा गहो, जनि जहु जनम गंवाय।।"
  ],
  [
    "कबीर माया मोहिनी, मोहै जान सुजान।",
    "भागै हू छूटे नहीं, भरि भरि मारै बान।।"
  ],
  [
    "जिनको सांई रंग दिया, कबहुं न होय कुरंग।",
    "दिन-दिन बानी आगरी, चढ़ै सवाया रंग।।"
  ],
  [
    "मैं जानूं हरिसूं मिलूं, मो मन मोटी आस।",
    "हरि बिच डारै अन्‍तरा, माया बड़ी पिचास।।"
  ],
  [
    "माया तरुवर त्रिविधका, शोक दुख संताप।",
    "शीतलता सुपनै नहीं, फल फीका तन ताप।।"
  ],
  [
    "माया मुई न मन मुआ, मरि मरि गया शरीर।",
    "आशा तृष्‍णा ना मुई, यौं कथि कहैं कबीर।।"
  ],
  [
    "मन ते माया ऊपजै, माया तिरगुण रूप।",
    "पांच तत्‍व के मेल में, बांधे सकल सरूप।।"
  ],
  [
    "अष्‍ट सिद्धि नव निद्धि लौं, सबही मोह की खान।",
    "त्‍याग मोह की वासना, कहैं कबीर सुजान।।"
  ],
  [
    "सुर नर मुनि सब फंसे, मृग त्रिस्‍ना जग मोह।",
    "मोह रूप संसार है, गिरे मोह निधि जोह।।"
  ],
  [
    "अपना तो कोई नहीं, देखा ठोकि बजाय।",
    "अपना अपना क्‍या करै, मोह भरम लपटाय।।"
  ],
  [
    "मोह फंद सब फंदिया, कोय न सके निवार।",
    "कोई साधु जन पारखी, बिरला तत्‍व विचार।।"
  ],
  [
    "अपना तो कोई नहिं, हम काहू के नांहि।",
    "पार पहूंची नाव जब, मिलि सब बिछुड़े जांहि।।"
  ],
  [
    "जहं लगि सब संसार है, मिरग सबन को मोह।",
    "सुर नर नाग पाताल अरु, ऋषि मुनिवर सब जोह।।"
  ],
  [
    "जब घट मोह समाइया, सबै भया अंधियार।",
    "निर्मोह ज्ञान विचार के, साधु उतरे पार।।"
  ],
  [
    "काहु जुगति ना जानिया, किहि बिधि बचै सुखेत।",
    "नहिं बंदगी नहिं दीनता, नहिं साधु संग होत।।"
  ],
  [
    "मोह नदी विकराल है, कोई न उतरै पार।",
    "सतगुरु केवट साथ ले, हंस होय जम नार।।"
  ],
  [
    "मोह सलिल की धार में, बहि गये गहिर गंभीर।",
    "सूक्ष्‍म मछली सुरति है, चढ़ती उल्‍टी नीर।।"
  ],
  [
    "कुरुक्षेत्र सब मेदिनी, खेती करै किसान।",
    "मोह मिरग सब चरि गया, आसन रहि खलियान।।"
  ],
  [
    "एक मोह के कारनै, भरत धरी दो देह।",
    "ते नर कैसे छूटिहैं, जिनके बहुत सनेह।।"
  ],
  [
    "कामी क्रोधी लालची, इनते भक्ति न होय।",
    "भक्ति करै कोय सूरमा, जाति बरन कुल खोय।।"
  ],
  [
    "सहकामी दीपक दसा, सीखे तेल निवास।",
    "कबीर हीरा सन्‍त जन, सहजै सदा प्रकाश।।"
  ],
  [
    "काम क्रोध मद लोभी की, जब लग घट में खान।",
    "कबीर मूरख पंडिता, दोनो एक समान।।"
  ],
  [
    "बुन्‍द खिरी नर नारि की, जैसी आतम घात।",
    "अज्ञानी मानै न‍हीं, येहि बात उत्‍पात।।"
  ],
  [
    "कामी लज्‍जा ना करै, मौहीं अहलाद।",
    "नींद न मांगै साथरा, भूख न मांगे स्‍वाद।।"
  ],
  [
    "कहता हूं कहि जात हूं, मानै नहीं गंवार।",
    "बैरागी गिरही कहा, कामी वार न पार।।"
  ],
  [
    "कामी कुत्ता तीस दिन, अन्‍तर होय उदास।",
    "कामी नर कुत्ता सदा, छह रितु बारह मास।।"
  ],
  [
    "कामी अमी न भावई, विष को लेवै सोध।",
    "कुबुधि न भाजै जीव की, भावै ज्‍यों परमोध।।"
  ],
  [
    "काम कहर असवार है, सबकों मारै धाय।",
    "कोई एक हरिजन ऊबरा, जाके नाम सहाय।।"
  ],
  [
    "भग भोगै भग ऊपजे, भगते बचै न कोय।",
    "कहैं कबीर भगते बचै, भक्‍त कहावै सोय।।"
  ],
  [
    "जहां काम तहां नाम नहिं, तहां नाम नहिं काम।",
    "दोनों कबहू ना मिलै, रवि रजनी इक ठाम।।"
  ],
  [
    "तन मन लज्‍जा ना रहे, काम बान उर साल।",
    "एक काम सब वश किए, सुर नर मुनि बेहाल।।"
  ],
  [
    "कामी तो निरभय भया, करै न कहाूं संक।",
    "इन्‍द्री केरे बसि पड़ा, भूगते नरक निसंक।।"
  ],
  [
    "दीपक सुन्‍दर देखि करि, जरि जरि मरे पतंग।",
    "बढ़ी लहर जो विषय की, जरत न मोरै अंग।।"
  ],
  [
    "भक्ति बिगाड़ी कामिया, इन्द्रिन केरे स्‍वाद।",
    "हीरा खोया हाथ सों, जनम गंवाय बाद।।"
  ],
  [
    "कामी का गुरु कामिनी, लोभी का गुरु दाम।",
    "कबीर का गुरु सन्‍त है, संतन का गुरु राम।।"
  ],
  [
    "कोटि करम लागे रहै, एक क्रोध की लार।",
    "किया कराया सब गया, जब आया हंकार।।"
  ],
  [
    "गार अंगार क्रोध झल, निन्‍दा धूवां होय।",
    "इत तीनों को परिहरै, साधु कहावै सोय।।"
  ],
  [
    "क्रोध अगनि घर घर बढ़ी, जलै सकल संसार।",
    "दीन लीन निज भक्‍त जो, तिनके निकट उबार।।"
  ],
  [
    "यह जग कोठी काठ की, चहुंदिस लागी आग।",
    "भीतर रहै सो जलि मुये, साधु अबरे भाग।।"
  ],
  [
    "जगत मांहि धोखा घना, अहं क्रोध अरु काल।",
    "पौरि पहुंचा मारिये, ऐसा जम का जाल।।"
  ],
  [
    "दसौं दिसा में क्रोध की, उठी अपरबल आग।",
    "सीत संगत साध की तहां उबरिये भाग।।"
  ],
  [
    "बहुत जतन करि कीजिये, सब फल जाय नसाय।",
    "कबीर संचै सूम धन, अन्‍त चोर ले जाय।।"
  ],
  [
    "बीर औंधी खोपड़ी कबहूं धापै नांहि।",
    "तीन लोक की सत्‍पदा, कब आवै घर मांहि।।"
  ],
  [
    "जब मन लागा लोभ सो, गया विषय में भोय।",
    "कहैं कबीर विचार के, केहि प्रकार धन होय।।"
  ],
  [
    "सूम थैली अरु श्‍वान भग, दोनों एक समान।",
    "घालत में सुख ऊपजै, काढ़त निकसै प्रान।।"
  ],
  [
    "जोगी जंगम सेवड़ा, ज्ञानी गुनी अपार।",
    "षट दरशन से क्‍या बनै, एक लोभ की लार।।"
  ],
  [
    "दीप कू झोला पवन है, नर को झोला नारि।",
    "ज्ञानी झोला गर्व हैं, कहैं कबीर पुकारि।।"
  ],
  [
    "अभिमानी कुंजर भये, निज सिर लीन्‍हा भार।",
    "जम द्वारे जम कूटहीं, लोहा घड़े लुहार।।"
  ],
  [
    "अहं अगनि हिरदै जरै, गुरु सों चाहै मान।",
    "तिनका जम न्‍यौता दिया, हो हमरे मिहमान।।"
  ],
  [
    "मद अभिमान न कीजिये, कहैं कबीर समुझाय।",
    "जा सिर अहं जु संचरे, पड़े चौरासी जाय।।"
  ],
  [
    "कबीर गर्व न कीजिये, रंक न हंसिये कोय।",
    "अजहूं नाव समुद्र में, ना जानौं क्‍या होय।।"
  ],
  [
    "जहां आपा तहां आपदा, जहां संसै तहां सोग।",
    "कहैं कबीर कैसे मिटै, चारौं दीरघ रोग।।"
  ],
  [
    "आपा सबही जात है, किया कराया सोय।",
    "आपा तजि हरि को भजै, लाखन मध्‍ये होय।।"
  ],
  [
    "प्रभुता को सब कोई भजै, प्रभु को भजै न कोय।",
    "कहैं कबीर प्रभु को भजै, प्रभुता चेरी होय।।"
  ],
  [
    "लघुता में प्रभुता बसै, प्रभुता से प्रभु दूर।",
    "कीड़ी सो मिसरी चुगै, हाथी के सिर धूर।।"
  ],
  [
    "मान बड़ाई कूकरी, सन्‍तन खेदी जान।",
    "पांडव जग पावन भया, सुपच बिराजै आन।।"
  ],
  [
    "बड़ा बड़ाई ना करै, बड़ा न बोलै बोल।",
    "हीरा मुख से कब कहै, लाख हमारा मोल।।"
  ],
  [
    "ऊंचे कुल के कारने, भूलि रहा संसार।",
    "तब कुल की क्‍या लाज है, जब तन होगा छार।।"
  ],
  [
    "बड़ी बिपति बड़ाई है, नन्‍हा करम से दूर।",
    "तारे सब न्‍यारे रहें गहै चंद और सूर।।"
  ],
  [
    "बड़ा हुआ तो क्‍या हुआ, जैसे पेड़ खजूर।",
    "पंथी को छाया नहीं, फल लागे अति दूर।।"
  ],
  [
    "कबीर अपने जीवते, ये दो बांता धोय।",
    "मान बड़ाई कारनै, अछता मूल न खोय।।"
  ],
  [
    "मान बड़ाई कूकरी, धर्मराय दरबार।",
    "दीन लकुटिया बाहिरै, सब जग खाया फार।।"
  ],
  [
    "मान बड़ाई ऊरमी, ये जग का व्‍यवहार।",
    "दीन गरीबी बन्‍दगी, सतगुरु का उपकार।।"
  ],
  [
    "मान बड़ाई देखि कर, भक्ति करै संसार।",
    "जब देखै कछु हीनता, अवगुन धरै गंवार।।"
  ],
  [
    "बड़ा बड़ाई ना करे, छोटा बहु इतराय।",
    "ज्‍यौं प्‍यादा फरजी भया, टेढ़ा टेढ़ा जाय।।"
  ],
  [
    "कंचन तजना सहज है, सहज तिरिया का नेह।",
    "मान बड़ाई ईरषा, दुरलभ तजनी येह।।"
  ],
  [
    "माया तजी तो क्‍या भया, मान तजा नहिं जाय।",
    "मान मड़े मुनिवर गले, मान सबन को खाय।।"
  ],
  [
    "काला मुख कर मान का, आदर लावो आग।",
    "मान बड़ाई छांड़‍ि के, रहौ नाम लौ आग।।"
  ],
  [
    "बग ध्‍यानी ज्ञानी घने, अरथी मिले अनेक।",
    "मान रहित कबीर कहैं, सो लाखन में एक।।"
  ],
  [
    "हाथी चढ़‍ि के जो फिरै, ऊपर चंवर दुराय।",
    "लोग कहैं सुख भोगवै, सीधे दोजख जाय।।"
  ],
  [
    "ऊंचा देखि न राचिये, ऊंचा पेड़ खजूर।",
    "पंखि न बैठे छांयड़े, फल लागा पै दूर।।"
  ],
  [
    "मान बड़ाई जगत में, कूकर की पह‍िचान।",
    "प्‍यार किये मुख चाटई, बैर किये तन हान।।"
  ],
  [
    "बड़ी बड़ाई ऊंट की, लादे जहं लग सांस।",
    "मुहकम सलिता लादि के, ऊपर चढ़े परास।।"
  ],
  [
    "ऊंचा पानी ना टिकै, नीचे ही ठहराय।",
    "नीचा होय सो भरि पिये, ऊंचा पियासा जाय।।"
  ],
  [
    "बड़ा हुआ तो क्‍या हुआ, जोरे बड़ मति नांहि।",
    "जैसे फूल उजाड़ का, मिथ्‍या हो झड़ जांहि।।"
  ],
  [
    "मान तजा तो क्‍या भया, मन का मता न जाय।",
    "संत बचन मानै नहीं, ताको हरि न सुहाय।।"
  ],
  [
    "मान दिया मन हरषिया, अपमाने तन छीन।",
    "कहैं कबीर तब जानिये, माया में लौ लीन।।"
  ],
  [
    "जौन मिला सो गुरु मिला, चेला मिला न कोय।",
    "चेला को चेला मिलै, तब कछु होय तो होय।।"
  ],
  [
    "लेने को हरिनाम है, देने को अंनदान।",
    "तरने को है दीनता, बूड़न को अभिमान।।"
  ],
  [
    "ऊंचे कुल में जनमिया, देह धरी अस्‍थूल।",
    "पार ब्रह्म को ना चढ़े, वास विहूना फूल।।"
  ],
  [
    "निन्‍दक दूर न कीजिये, कीजै आदर मान।",
    "निर्मल तन मन सब करै, बके आन ही आन।।"
  ],
  [
    "निन्‍दक तो है नाक बिन, निसदिन विष्‍ठा खाय।",
    "गुन छाड़े अवगुन गहै, तिसका यही सुभाय।।"
  ],
  [
    "अड़सठ तीरथ निन्‍दक न्‍हाई, देह पलोसे मैल न जाई।",
    "छप्‍पन कोटि धरती फिरि आवै, तो भी निन्‍दक नरकहिं जावे।।"
  ],
  [
    "सातों सागर मैं फिरा, जम्‍बू दीप दै पीठ।",
    "पर निन्‍दा नाहीं करे, सो कोई बिरला दीठ।।"
  ],
  [
    "माखी गहै कुवास को, फूल वास नहिं लेयै।",
    "मधुमाखी हैं साधु जन, पुष्‍प बास चित देयं।।"
  ],
  [
    "कंचन को तजबो सहल, सहल त्रिया को नेह।",
    "निन्‍दा केरो त्‍यागबो, बड़ा कठिन है येह।।"
  ],
  [
    "जो कोई निन्‍दै साधु को, संकट आवै सोय।",
    "नरक जाये जन्‍मै मरै, मुक्ति कबहुं नहिं होय।।"
  ],
  [
    "आपन को न सराहिये, और न कहिये रंक।",
    "क्‍या जानो केहि ब्रिष तलि, कूरा होइ करंक।।"
  ],
  [
    "दोष पराया देखि के, चले हसन्‍त हसन्‍त।",
    "अपने चित्त न आवई, जिनको आदि न अन्‍त।।"
  ],
  [
    "आपन को न सरारिये, पर निन्दिये न कोय।",
    "चढ़ना लम्‍बा धौहरा, ना जाने क्‍या होय।।"
  ],
  [
    "निन्‍दक मेरा जनि मरो, जीवो आदि जुगादि।",
    "कबीर सतगुरु पाइये, निन्‍दक के परसादि।।"
  ],
  [
    "कबीर निन्‍दक मरि गया, अब क्‍या कहिये जाय।",
    "ऐसा कोई नाम मिला, बीड़ा लेय उठाय।।"
  ],
  [
    "निन्‍दक एकहु मति मिलै, पापी मिलै हजार।",
    "इस निन्‍दक के शीश पर, लाख पाप का भार।।"
  ],
  [
    "निन्‍दक से कुत्ता भला, हट कर माडै रार।",
    "कुत्ते से क्रोधी बुरा, गुरु दिलावै गार।।"
  ],
  [
    "निन्‍दक तो है नाक बिन, सोहै नकटो माहिं।",
    "साधु जन गुरु भक्‍त जो, तिनमें सोहै नाहिं।।"
  ],
  [
    "काहू को नहिं निन्दिये, चाहे जैसा होय।",
    "फिर फिर ताको बन्दिये, साधु लच्‍छ है सोय।।"
  ],
  [
    "जौ तू सेवक गुरुन का, निन्‍दा की जब बान।",
    "निन्‍दक नेरे आय जब, कर आदर सनमान।।"
  ],
  [
    "तिनका कबहूं न निन्दिये, पांव तले जो होय।",
    "कबहूं उड़‍ि आंखो परै, पीर घनेरी होय।।"
  ],
  [
    "निन्‍दक नियरे राखिये, आंगन कुटी छवाय।",
    "बिन पानी साबुन बिना, निरमल करे सुभाय।।"
  ],
  [
    "लोग विचारा नींदइ, जिन्‍ह न पाया ग्‍यांन।",
    "राम नांव राता रहै, तिनहु न भावै आंन।।"
  ],
  [
    "अब कै जे सांई मिले, तौ सब दुख आपौं रोइ।",
    "चरनूं ऊपर सीस धरि, कहूं ज कहणां होइ।।"
  ],
  [
    "कूकस कूटै कण बिना, बिन करनी का ज्ञान।",
    "ज्‍यौं बन्‍दूक गोली बिना, भड़क न मारै आन।।"
  ],
  [
    "आप राखि परमोधिये, सुनै ज्ञान अकराथि।",
    "तुस कूटै कन बाहिरी, कछू न आवै हाथि।।"
  ],
  [
    "पद जौरै साखी कहै, साधन पड़‍ि गयी रोस।",
    "काढ़ा जल पीवै नहीं, का‍ढ़‍ि पीवन की होस।।"
  ],
  [
    "कथनी थोथी जगत में, करनी उत्तम सार।",
    "कहैं कबीर करनी भली, उतरै भोजन पार।।"
  ],
  [
    "कथनी मीठी खांड सी, करनी विष की लोय।",
    "कथनी से करनी करै, विष से अमृत होय।।"
  ],
  [
    "पढ़‍ि पढ़‍ि के समुझावई, मन नहिं धारै धीर।",
    "रोटी का संसै पड़ा, यौं कह दास कबीर।।"
  ],
  [
    "कथनी काची होय गयी, करनी करी न सार।",
    "श्रोता वक्‍ता मरि गया, मूरख अनंत अपार।।"
  ],
  [
    "कथनी बदनी छाड़‍ि दे, करनी सों चित लाय।",
    "कर सो जल प्‍याये बिना, कबहुं प्‍यास न जाय।।"
  ],
  [
    "कथनी कथै तो क्‍या हुआ, करनी ना ठहराय।",
    "कालबूत का कोट ज्‍यौं, देखते ही ढहि जाय।।"
  ],
  [
    "साखी लाय बनाय के, इत उत अच्‍छर काटि।",
    "कहैं कबीर कब लगि जिये, जूठी पत्तर चाटि।।"
  ],
  [
    "कथनी के सूरे घने, थोथै बांधै तीर।",
    "बिरह बान जिनके लगा, तिनके बिकल सरीर।।"
  ],
  [
    "कथनी कथि फूला फिरै, मेरे होयै उचार।",
    "भाव भक्ति समझै नहीं अंधा मूढ़ गंवार।।"
  ],
  [
    "पानी मिलै न आप को, औरन बकसत छीर।",
    "आपन मन निहचल नहीं, और बंधावत धीर।।"
  ],
  [
    "चतुराई चुल्‍है पड़े, ज्ञान कथै हुलसाय।",
    "भाव भक्ति जानै बिना, ज्ञानपनो चलि जाय।।"
  ],
  [
    "करनी गर्व निवारनी, मुक्ति स्‍वारथी सोय।",
    "कथनी तजि करनी करै, तब मुक्‍ताहल होय।।"
  ],
  [
    "कबीर करनी आपनी, कबहुं न निष्‍फल जाय।",
    "सात समुद्र आड़ा पड़े, मिलै अगाऊ आय।।"
  ],
  [
    "श्रोता तो घरहीं नहीं, वक्‍ता बकै सो बाद।",
    "श्रोता वक्‍ता एक घर, तब कथनी का स्‍वाद।।"
  ],
  [
    "श्रम ही ते सब कुछ बने, बिन श्रम मिल न काहि।",
    "सीधी अंगुली घी जम्‍मो, कबहूं निकसै नाहिं।।"
  ],
  [
    "जैसी मुख ते नीकसे, तैसी चालै नाहिं।",
    "मानुष नहीं वे श्‍वान गति, बांधे जमपुर जांहि।।"
  ],
  [
    "रहनी के मैदान में, कथनी आवै जाय।",
    "कथनी पीसै पीसना, रहनी अमल कमाय।।"
  ],
  [
    "करनी बीन कथनी कथै, अज्ञानी दिन रात।",
    "कूकर सम भूकत फिरै, सुनी सुनाई बात।।"
  ],
  [
    "जैसी करनी जासु की, तैसी भुगते सोय।",
    "बिन सतगुरु की भक्ति के, जनम जनम दुख होय।।"
  ],
  [
    "करनी का रजमा नहीं, कथनी मेरु समान।",
    "कथता बकता मर गया, मूरख मूढ़ अजान।।"
  ],
  [
    "कबीर करनी क्‍या करै, जो गुरु नहीं सहाय।",
    "जिहि जिहि डारी पगु धरै, सों सों निंवनिंव जाय।।"
  ],
  [
    "चोर चोराई टूंबरी, गाड़े पानी मांहि।",
    "वह गाड़े तो ऊछलै, करनी छानी नाहिं।।"
  ],
  [
    "करनी बिन कथनी कथै, गुरु पद लहै न सोय।।",
    "बातों के पकवान से, धीरा नाहीं कोय।।"
  ],
  [
    "मारग चलते जो गिरै, ताको नाहिं दोस।",
    "कहैं कबीर बैठा रहै, ता सिर करड़े कोस।।"
  ],
  [
    "कैसा भी सामर्थ्‍य हो, बिन उद्यम दुख पाय।",
    "निकट असन बिन कर चले, कैसे मुख में जाय।।"
  ],
  [
    "श्रम ही ते सब होत है, जो मन राखे धीर।",
    "श्रम ते खोदत कूप ज्‍यों, थल में प्रगटै नीर।।"
  ],
  [
    "जब तू आया जगत में, लोग हंसे तू रोय।",
    "ऐसी करनी ना करो, पीछे हंसे सब कोय।।"
  ],
  [
    "काया खेत किसान मन, पाप पुन्न दो बीव।",
    "बोया लूनै आपना, काया कसकै जीव।।"
  ],
  [
    "काला मुंह करुं करम का, आदर लावूं आग।",
    "लोभ बड़ाई छांड़‍ि के, रांचू गुरु के राग।।"
  ],
  [
    "कबीर सजड़े की जड़ा, झूठा मोह अपार।",
    "अनेक लुहारे पचि मुये, उझड़त नहीं लगार।।"
  ],
  [
    "बखत कहो या करम कहु, नसिब कहो निरधार।",
    "सहस नाम हैं करम के, मन ही सिरजनहार।।"
  ],
  [
    "दुख लेने जावै नहीं, आवै आचा बूच।",
    "सुख का पहरा होगया, दुख करेगा कूच।।"
  ],
  [
    "तेरा बैरी कोइ नहीं, तेरा बैरी फैल।",
    "अपने फैल मिटाय ले, गली-गली कर सैल।।"
  ],
  [
    "कबीर कमाई आपनी, कबहु न निष्‍फल जाय।",
    "सात समुद्र आड़ा पड़े, मिलै अगाड़ी आय।।"
  ],
  [
    "परारब्‍ध पहिले बना, पीछे बना सरीर।",
    "कबीर अचम्‍भा है यही, मन नहिं बांधे धीर।।"
  ],
  [
    "रे मन भाग्‍यहि भूल मत, जो आया मन भाग।",
    "सो तेरा टलता नहीं, निश्‍चय संसै त्‍याग।।"
  ],
  [
    "लिखा मिटै नहीं करम का, गुरु कर भज हरिनाम।",
    "सीधे मारग नित चलै, दया धर्म बिसराम।।"
  ],
  [
    "कबीर चंदन पर जला, तीतर बैठा मांहि।",
    "हम तो दाझत पंख बिन, तुम दाजत हो काहि।।"
  ],
  [
    "चहै अकास पताल जा, फोड़‍ि जाहु ब्रह्मण्‍ड।",
    "कहैं, कबीर मिटिहै नहीं, देह धरे का दण्‍ड।।"
  ],
  [
    "जहं यह जियरा पगु धरे, बखत बराबर साथ।",
    "जो है लिखा नसीब में, चलै न अविचल बात।।"
  ],
  [
    "बाहिर सुख दुख देन को, हुकुम करै मन मांय।",
    "जब उठे मन बखत को, बाहिर रूप धरि आय।।"
  ],
  [
    "कीन्‍हे बिना उपाय कछु, देव कबहु नहिं देत।",
    "खेत बीज बोवै नहीं, तो क्‍यौं जामैं खेत।।"
  ],
  [
    "करे बुराई सुख चहै, कैसे पावै कोय।",
    "रोपै पेड़ बबूल का, आम कहां ते होय।।"
  ],
  [
    "पाहन लै देवल रचा, मोटी मूरत माहिं।",
    "पिण्‍ड फूटि परबश रहै, सो लै तारे काहिं।।"
  ],
  [
    "पाहन पूजि के, होन चहत भव पार।",
    "भीजि पानि भेदै नदी, बूड जिन सिर भार।।"
  ],
  [
    "अकिल बिहूना आदमी, जानै नहीं गंवार।",
    "जैसे कपि परबस पर्यो, नाचौ घर घर द्वार।।"
  ],
  [
    "पाहन पानी पूजि के, पचि मूआ संसार।",
    "भेद अलहदा रहि गया, भेदवन्‍त सो पार।।"
  ],
  [
    "पंख होत परबस पर्यो, सूवा के बुधि नाहिं।",
    "अकिल बिहूना आदमी, यों बन्‍धा जग माहिं।।"
  ],
  [
    "अकिल बिहूना सिंह ज्‍यों, गयों ससा के संग।",
    "अपनी प्रतिमा देखिके, कियो तन को भंग।।"
  ],
  [
    "कुबुधी को सूझै नहीं, उठि उठि देवल जाय।",
    "दिल देहरा को खबरि नहीं, पाथर ते कह पाय।।"
  ],
  [
    "सिदक सबरी बाहिरा, कहा हज्‍ज को जाय।",
    "जिनका दिल साबित नहीं, तिनको कहा खुदाय।।"
  ],
  [
    "कबीर सालिगराम का, मोहिं भरोसा नाहिं।",
    "काल कहर की चोट में, बिनसि जाय छिन माहिं।।"
  ],
  [
    "पूजा सेवा नेम व्रत, गुड़ि‍यन का सा खेल।",
    "जब लग पिव परसै नहीं, तब लग संसै मेल।।"
  ],
  [
    "पाहन पूजै हरि मिलै, तो मैं पूजूं पहार।",
    "ताते तो चक्‍की भली, पीसि खाय संसार।।"
  ],
  [
    "पाहन ही का देहरा, पाहन ही का देव।",
    "पूजन हारा आंधरा, क्‍यों करि मानै सेव।।"
  ],
  [
    "आतम दृष्टि जानै नहीं, न्‍हावै प्रात:काल।",
    "लोकलाज लिया रहे, लागा भरम कपाल।।"
  ],
  [
    "कबीर जेता आतमा, तेता सालिगराम।",
    "बोलनहारा पूजिये, नहिं पाहन सो काम।।"
  ],
  [
    "अकिल बिहूना आंधरा, गज फन्‍दे पड़ो आय।",
    "ऐसे सब लग बंधिया, काहि कहूं समझाय।।"
  ],
  [
    "लिखा पढ़ी में सब पड़े, यह गुन तजै न कोय।",
    "सबै पड़े भ्रम जाल में, डारा यह जिय खोय।।"
  ],
  [
    "तुरक मसीत देहर हिन्‍दू, आप आप को धाय।",
    "अलख पुरुष घट भीतरे, ताका पार न पाय।।"
  ],
  [
    "जप तप दीखै थोथरा, तीरथ ब्रत विश्‍वास।",
    "सूवा सेमल सेइया, यों जग चला निरास।।"
  ],
  [
    "बिना वसीले चाकरी, बिना बुद्धि की देह।",
    "बिना ज्ञान का जोगना, फिरै लगाये खेह।।"
  ],
  [
    "मुल्‍ला चढ़‍ि किलकारिया, अल्‍लाह न बहिरा होय।",
    "जेहि कारन तूं बांग दे, दिल ही अन्‍दर सोय।।"
  ],
  [
    "चिउंटी चावल ले चली, बिच में मिल गयी दाल।",
    "कहैं कबीर दो न मिलै, इक ले दूजी डाल।।"
  ],
  [
    "आगा पीछा दिल करै, सहजै मिलै न आय।",
    "सो बासी जमलोक का, बांधा जमपुर जाय।।"
  ],
  [
    "कांकर पाथर जोरि के, मसजिद लई चुनाय।",
    "ता चढ़‍ि मुल्‍ला बांग दे, बहिरा हुआ खुदाय।।"
  ],
  [
    "पाहन केरी पूतरी, करि पूजै संसार।",
    "याहि भरोस मत रहो, बूड़ो काली धार।।"
  ],
  [
    "पांच तत्‍व का पूतरा, रज बीरज की बूंद।",
    "एकै घाटी नीसरा, ब्राह्मन क्षत्री सूद।।"
  ],
  [
    "मनही में फूला फिरै, करता हूं मैं धर्म।",
    "कोटि कर्म सिर पर चढ़े, चेति न देखे मर्म।।"
  ],
  [
    "पढ़ा सुना सीखा सभी, मिटी न संसै भूल।",
    "कहैं कबीर कासों कहूं, यह सब दुख का मूल।।"
  ],
  [
    "मरती बिरियां दान दे, जीवन बड़ा कठोर।",
    "कहैं कबीर क्‍यों पाइये, खांड़ा का व चोर।।"
  ],
  [
    "पाहन को क्‍या पूजिये, जो नहिं देय जवाब।",
    "अंधा नर आशा मुखी, यों ही खोवै आब।।"
  ],
  [
    "तेरे हिय में राम हैं, ताहि न देखा जाय।",
    "ताको तो तब देखिये, दिल की दुविधा जाय।।"
  ],
  [
    "न्‍हाये धोये क्‍या भया, जो मन मैल न जाय।",
    "मीन सदा जल में रहै, धोये बास न जाय।।"
  ],
  [
    "दुविधा जाके मन बसै, दयावन्‍त जिय नाहिं।",
    "कबीर त्‍यागो ताहि को, भूलि देहि जनि बाहिं।।"
  ],
  [
    "सब बन तो तुलसी भई, परबत सालिगराम।",
    "सब नदियां गंगा भई, जाना आतम राम।।"
  ],
  [
    "निर्मल गुरु के ज्ञान सो, निरमल साधु भाय।",
    "कोइला होय न ऊजला, सौ मन साबुन लाय।।"
  ],
  [
    "पूजै सालिगराम को, मन की भ्रान्ति न जाय।",
    "शीतलता सपने नहीं, दिन दिन अधिक लाय।।"
  ],
  [
    "सेवै सालिगराम को, माया सेती हेत।",
    "पहिरै काली कामली, नाम धरावै सेत।।"
  ],
  [
    "काजर केरी कोठरी, भसि के किये कपाट।",
    "पाहन भूलि पिरथवी, पंडित पाड़ी वाट।।"
  ],
  [
    "मूरति धरि धंधा रचा, पाहन को जगदीस।",
    "मोल लिया बोलै नहीं, खोटा बिसवा बीस।।"
  ],
  [
    "मन मक्‍का दिल द्वार‍िका, काया काशी जान।",
    "दश द्वारे का देहरा, तामें ज्‍योति पिछान।।"
  ],
  [
    "दाता दाता चलि गये, रहि गये मक्‍खी चूस।",
    "दान मान समुझे नहीं, लड़ने को मजबूत।।"
  ],
  [
    "कबीर सोई पीर है, जो जाने पर पीर।",
    "जो पर पीर न जानई, सो काफिर बेपीर।।"
  ],
  [
    "दया दया सब कोई कहै, मर्म न जानै कोय।",
    "जाति जीव जानै नहीं, दया कहां से होय।।"
  ],
  [
    "जहां दया वहां धर्म है, जहां लोभ तहं पाप।",
    "जहां क्रोध वहां काल है, जहां क्षमा वहां आप।।"
  ],
  [
    "दया भाव हिरदै नहीं, ज्ञान कथै बेहद।",
    "ते नर नरकहि जाहिंगे, सुनि सुनि साखी शबद।।"
  ],
  [
    "आचारी सब जग मिला, बीचारी नहिं कोय।",
    "जाके हिरदै गुरु नहीं, जिया अकारथ सोय।।"
  ],
  [
    "कुंजर मुख से मन गिरा, खुटै न वाको आहार।",
    "कीड़ी कन लेकर चली, पोषन दे परिवार।।"
  ],
  [
    "भावै जाओ बादरी, भावै जावहु गया।",
    "कहैं कबीर सुनो भई साधो, सब ते बड़ी दया।।"
  ],
  [
    "दया धर्म का मूल है, पाप मूल संताप।",
    "जहां क्षमा तहां धर्म है, जहां दया तहां आप।।"
  ],
  [
    "दया का लच्‍छन भक्ति है, भक्ति से होवै ध्‍यान।",
    "ध्‍यान से मिलता ज्ञान है, यह सिद्धान्‍त उरान।।"
  ],
  [
    "दीन गरीबी दीन को, दंदुर को अभिमान।",
    "दुंदुर तो विष से भरा, दीन गरीबी जान।।"
  ],
  [
    "दीन गरीबी बंदगी, साधुन सो आधीन।",
    "ताके संग मैं यौं रहूं, ज्‍यौं पानी संग मीन।।"
  ],
  [
    "दर्शन को तो साधु हैं, सुमिरन को गुरु नाम।",
    "तरने को आधीनता, डूबन को अभिमान।।"
  ],
  [
    "कबीर सबते हम बुरे, हमते भल सब कोय।",
    "जिन ऐसा करि बूझिया, मीत हमारा सोय।।"
  ],
  [
    "कबीर नवै सो आपको, पर को नवै न कोय।",
    "घालि तराजू तोलिये, नवै सो भारी होय।।"
  ],
  [
    "नहिं दीन नहिं दीनता, संत नहिं मिहमान।",
    "ता घर जम डेरा किया, जीवत भया मसान।।"
  ],
  [
    "नीचे नीचे सब तिरै, संत चरण लौ लीन।",
    "जातिहि के अभिमान ते, बूड़े सकल कुलीन।।"
  ],
  [
    "इक बानी सो दीनता, सब कछु गुरु दरबार।",
    "यही भेंट गुरु देव की, संतन कियो विचार।।"
  ],
  [
    "दीन लखै मुख सबन को, दीनहि लखै न कोय।",
    "भली बिचारी दीनता, नरहु देवता होय।।"
  ],
  [
    "बुरा जो देखन मैं चला, बुरा न मिलिया कोय।",
    "जो दिल खोज्‍या आपना, मुझसा बुरा न कोय।।"
  ],
  [
    "मिसरी बिखरी रेत में, हस्‍ती चुनी न जाय।",
    "कीड़ी ह्वै करि सब चुनै, तब साहिब कूं पाय।।"
  ],
  [
    "दीन गरीबी बंदगी, सबसो आदर भाव।",
    "कहैं कबीर सोई बड़ा, जामे बड़ा सुभाव।।"
  ],
  [
    "आपा मेटै पिव मिलै, पिव में रहा समाय।",
    "अकथ कहानी प्रेम की, कहै तो को पतियाय।।"
  ],
  [
    "कंचन केवल हरि भजन, दूजा कांच कथीर।",
    "झूठा आल जंजाल तजि, पकड़ा सांच कबीर।।"
  ],
  [
    "सांचै कोई न पतीयई, झूठे जग पतियाय।",
    "गली गली गो रास फिरै, मदिरा बैठ बिकाय।।"
  ],
  [
    "सांच कहै तो मारि हैं, यह तुरकानी जोर।",
    "बात कहूं सतलोक की, कर गहि पकड़े चोर।।"
  ],
  [
    "जिन पर सांच पिछानिया, करता केवल सार।",
    "सो प्रानी काहे चले, झूठै कुल की लार।।"
  ],
  [
    "तेरे अन्‍दर सांच जो, बाहर नाहिं जनाव।",
    "जानन हारा जानि है, अन्‍तर गति का भाव।।"
  ],
  [
    "अब तो हम कंचन भये, तब हम होते कांच।",
    "सतगुरु की किरपा भई, दिल अपने को सांच।।"
  ],
  [
    "सांचै कोई पतीयई, झूठे जग पतियाय।",
    "पांच टका की धोपटी, सात टके बिक जाय।।"
  ],
  [
    "सांच हुआ तो क्‍या हुआ, नाम न सांचा जान।",
    "सांचा होय सांचा मिलै, सांचै मांहि समान।।"
  ],
  [
    "कबीर झूठ न बोलिये, जब लग पार बसाय।",
    "न जानों क्‍या होयगा, पल के चौथे भाय।।"
  ],
  [
    "कबीर लज्‍जा लोक की, बोलै नाहिं सांच।",
    "जानि बूझि कंचन तजै, क्‍यों तू पकड़े कांच।।"
  ],
  [
    "सांच कहूं तो मारि हैं, झूठे जग पतियाय।",
    "यह जग काली कूतरी, जो छेड़े तो खाय।।"
  ],
  [
    "सांचे को सांचा मिलै, अधिक बढ़ै सनेह।",
    "झूठे को सांचा मिलै, तड़ दे टूटे नेह।।"
  ],
  [
    "झूठ बात नहिं बोलिये, जब लग पार बसाय।",
    "अहो कबीरा सांच गहु, आवागवन नसाय।।"
  ],
  [
    "सांच बराबर तप नहीं, झूठ बराबर पाप।",
    "जाके हिरदे सांच है, ताके हिरदे आप।।"
  ],
  [
    "नांव न जांगौं गांव का, मारगि लागा जांऊं।",
    "काल्हि जु काटा भाजिसी, पहिली क्‍यों न खड़ाऊं।।"
  ],
  [
    "सीक भई संसार थैं, चले जु सांई पास।",
    "अविनासी मोहि ले चल्‍या, पुरई मेरी आस।।"
  ],
  [
    "इंन्‍द्रलोक अचरिज भया, ब्रह्मा पड्या विचार।",
    "कबीर चाल्‍या राम पैं, कोतिगहार अपार।।"
  ],
  [
    "ऊंचा चढ़‍ि असमान कू, मेरु ऊलंघे ऊड़‍ि।",
    "पशु पंषेरू जीव जंत, सब रहें मेर में बूड़‍ि।।"
  ],
  [
    "सद पाणी पाताल का, काढ़‍ि कबीरा पीव।",
    "बासी पाव पड़‍ि मुए, विषै बिलंबे जीव।।"
  ],
  [
    "कबीर सुपिनैं हरि मिल्‍या, सूतां लिया जगाई।",
    "आंखि न मीचौ डरपता, मति सुपिनां ह्वै जाइ।।"
  ],
  [
    "गोब्‍यंदक के गुंण बहुत ह, लिखे जु हिरदै मांहि।",
    "डरता पाणी ना पिऊं, मति वै धोंये जांहि।।"
  ],
  [
    "कबीर अब तो ऐसा भया, निरमोलिक निज नाऊं।",
    "पहली कांच कबीर था, फिरता ठांवैं ठाऊं।।"
  ],
  [
    "भौ समंद विष जल भरया, मन नहीं बांधै धीर।",
    "सबल सनेही हरि मिले, तब उतरे पारि कबीर।।"
  ],
  [
    "भला सहेला ऊतरया, पूरा मेरा भाग।",
    "राम नांव नौंका गह्या, तब पांणी पंक न लाग।।"
  ],
  [
    "कबीर केसौ की दया, संसा घाल्‍या खोहि।",
    "जे दिन गए भगति बिन, ते दिन साले मोहि।।"
  ],
  [
    "कबीर जांचण जाइया, आगै मिल्‍या अंच।",
    "ले चाल्‍या घर आपणै, भारी खाया संच।।"
  ],
  [
    "कबीर साथी सो किया, जाके सुख दुख नहीं कोइ।",
    "हिलि मिलि ह्वै करि खेलिस्‍यूं, कदे बिछोह न होइ।।"
  ],
  [
    "कबीर सिरजनहार बिन, मेरा हितू न कोइ।",
    "गुण औगुण बिहड़ै नहीं, स्‍वारथ बंधी लोइ।।"
  ],
  [
    "आदि मधि अरु अंत लौ, अबिहड़ सदा अभंग।",
    "कबीर उस करता की, सेवग तजै न संग।।"
  ],
  [
    "अंकूर ते बीज बीज ते अंकुर, अंकुर बीज संभारे।",
    "काया ते कर्म कर्म ते काया, कोई बिरला जना निखारे।।"
  ],
  [
    "अपनी कहे मेरी सुने, सुनि मिल‍ि एके होय।",
    "हमरे देखत जग जात है, ऐसा मिला न कोय।।"
  ],
  [
    "अमृत की मोटरी, सिर सों धरे उतारि।",
    "ताहि कहैं मैं एक सो, कहे मोहिं चारि।।"
  ],
  [
    "अर्व खर्व लौ द्रव्‍य हैं, उदे अस्‍त लौं राज।",
    "भक्ति महातम न तुले, ई सब कौने काज।।"
  ],
  [
    "असून्‍य तखत आसन अडिग, पिंड झरोखे नूर।",
    "जाके दिल में हौ बसे, सेना लिये हुजूर।।"
  ],
  [
    "अहिरह तजी खसमहुँ तजी, बिना दांद का ढोर।",
    "मुक्ति पड़ी बिललात है, वृ़दावन की खोर।।"
  ],
  [
    "आगि जु लागि समुद्र में, धुंआ प्रगट न होय।",
    "सो जाने जो जरि मुआ, जाकी लाई होय।।"
  ],
  [
    "आगि जो लागि समुद्र महैं, टूटि टूटि खसे झोल।",
    "रोबे कबिरा डंफिया, हीरा जरे अमोल।।"
  ],
  [
    "आगि जो लागि समुद्र महं, जरे जौ कांदो झारि।",
    "पूर्व पछिम के पंडिता, मुए विचारि विचारि।।"
  ],
  [
    "आगे सीढ़ी सांकरी, पीछे चकनाचूर।",
    "परदा तर की सुंदरी, रही धको ते दूर।।"
  ],
  [
    "आगे-आगे दौं जरे, पाछे हरियर होय।",
    "बलिहारी तेहि वक्ष की, जरि काटे फल होय।।"
  ],
  [
    "आजु काल दिन कइक में, स्थिर नाहिं शरीर।",
    "कहहिं कबीर कस रखिहो, कांचे बासन नीर।।"
  ],
  [
    "आधी साखी सिर खंड़ी, जो निरुवारी जाय।",
    "क्‍या पंडित की पोथियां, राति दिवस मिलि गाय।।"
  ],
  [
    "आपनि आपनि शरी की, सभनि लीनो मान।",
    "हरि की बात दुरन्‍तरे, परी न काहू जान।।"
  ],
  [
    "आपा तजे हरि भजे, नखसिख तजे विकार।",
    "सब जीवन से निबरहे, साधुमता है सार।।"
  ],
  [
    "आस्ति कहौं तो कोइ न पतीजे, बिना अस्ति का सिद्धा।",
    "कहहिं कबीर सनहु हे सन्‍तो, हीरी हीरा विद्धा।।"
  ],
  [
    "इहां ई शंबल करि लेउ, आगे विषयी वाट।",
    "स्‍वर्ग बिसाहन सब चले, जहं बनिया नहि हाट।।"
  ],
  [
    "ई जग तो जहड़े गया, भया जोग नहिं भोग।",
    "तील झाारि कबिरा लिया, तिलठी झारे लोग।।"
  ],
  [
    "ई मन चंचल ई मन चोर, ई मन शुद्ध ठगहार।",
    "मनमनम कहत सुर नर मुनि जहंड़े, मन के लक्ष दुआर।।"
  ],
  [
    "ई माया है चूहड़ी, औ चुहड़े की जोय।",
    "बाप पूत अरुझााय के, संग न काहुक होय।।"
  ],
  [
    "ऊपर की दोऊ गई, हिय की गई हिराय।",
    "कहहिं कबीर जाके चारों गई, तासो कहा बसाय।।"
  ],
  [
    "ऊपरि की दोऊ गई, हियहु कि फूटी आंखि।",
    "कबीर बिचारा क्‍या करे, जो जिवहिं नाही झांंकि‍।।"
  ],
  [
    "एक एक निरुवारिये, जो निरुवारी जाय।",
    "दुई मुख के बोलना, घना तमाचा खाय।।"
  ],
  [
    "एक कहौं तो है नहीं, दुई कहौं तो गारि।",
    "है जैसा तैसा रहो, कहहिं कबीर पुकारि।।"
  ],
  [
    "एक ते अनंत ह्यौ, अनन्‍त एक हो जाय।",
    "परिचय भया जु एक तें, अनंत एकहिं मांह समाया।।"
  ],
  [
    "एक बात की बात है, कोई कहे बनाय।",
    "भारी परदा बीच का, तातें लखी न जाय।।"
  ],
  [
    "ए गणवन्‍ती बेलरी, तव गुण बरणि न जाय।",
    "जड़ काटे सो हरियरी, सींचे ते कम्‍हलाय।।"
  ],
  [
    "ए मरजीवा अमृत पीवा, क्‍यों धसि मरसि पताल।",
    "गुरु की दया साधु की संगति, निकरि आव एहि द्वार।।"
  ],
  [
    "एक शब्‍द गुरुदेव का, तामे अनन्‍त विचार।",
    "थाके मुनिजन पंडिता, वेद न पावे पार।।"
  ],
  [
    "एक साधे सब साधिया, सब साधे सब जाय।",
    "ज्‍यों जल सींचे मूल को, फूले फले अघाय।।"
  ],
  [
    "औरनि के समुझावते, जिभ्‍या परिगौ रेत।",
    "राशि बिरानी राखते, खयिनि घर का खेत।।"
  ],
  [
    "कनक कामिनी देखिके, तू मत भूल कुरंग।",
    "मिलन बिछुरन दुहेलरा, जस केंचुलि तजे भुजंग।।"
  ],
  [
    "कबीर का घर शिखर पर, जहां सिलहली गैल।",
    "पांव न टिके पिपिलि का, तहां खलकोन लादा बैल।।"
  ],
  [
    "कबीर जात पुकरिया, चढ़‍ि चंदन की डार।",
    "बाट लगाए ना लगे, फिर का लेत हमार।।"
  ],
  [
    "कबीर भर्म न भाजिया, बहुविधि धरिया भेष।",
    "साई के परच बिना, अन्‍तर रहा न लेख।।"
  ],
  [
    "कर बंदगी विवेक की, भेष धरे सब कोय।",
    "सो बन्‍दगी बहि जान दे, जहां शब्‍द विवेक न होय।।"
  ],
  [
    "कुरु बहियां बल आपनां, छांडु बिरानी आस।",
    "जाके आंगन नदिया बहै, सो कस मरत पियास।।"
  ],
  [
    "कलि काठी कालो घुना, जतन जतन घुन खाय।",
    "काया मध्‍ये काल बसतु है, मर्म न कोई पाय।।"
  ],
  [
    "कलि खोटा जग आंधरा, शब्‍द न माने कोय।",
    "जाहि कहौं हित आपना, सौ उठि बैरी होय।।"
  ],
  [
    "कहंता तो बहु मिला, गहंता मिला न कोय।",
    "सो कहंता बहि जान दे, जो न गहंता होय।।"
  ],
  [
    "काजर की ही कोठरी, काजर ही का कोट।",
    "तोंदी कारी ना भई, रही सो ओट हि ओट।।"
  ],
  [
    "काजर की ही होठरी, बुड़ा ई संसार।",
    "बलिहारी ताहि पुरुष की, पैठि जु निकलनि हार।।"
  ],
  [
    "काल खड़ा सिर ऊपरै, जागि विराने मीत।",
    "जाका घर है गेल में, सो कस सोवे निर्चीत।।"
  ],
  [
    "काला सर्प शरीर में , खाई सब जग झारि।",
    "बिरला ते जन बांचिहें, जो रामहिं भजे विचारि।।"
  ],
  [
    "ऐसी गति संसार की, ज्‍यों गाडर के ठाट।",
    "एक परे जेहि गाड़ में, सबै गाड़ में जाय।।"
  ],
  [
    "काह बड़े कुल ऊपजे, जो रे बड़‍ि बुद्धिहि नाहिं।",
    "जैसे फूल उजारि के, मिथ्‍या लगि झरि जाहिं।।"
  ],
  [
    "काहे हरिणी दुर्बली, चरे हरियरे ताल।",
    "लक्ष्‍य अहेरी एक मृग, केतिक टारे भाल।।"
  ],
  [
    "कृष्‍ण समीपी पांडवा, गले हिमालय जाय।",
    "लोहा को पारस मिले, तो काहे काई खाय।।"
  ],
  [
    "केला तबहि न चेतिया, जब ढिग लागा बेर।",
    "अब के चेते क्‍या भया, जब कांटेनि लिन्‍हा घेर।।"
  ],
  [
    "कोठी तो यह काठ की, ढिग ढिग दीन्‍ही आगि।",
    "पंडित पढ़‍ि गुणि झोली भये, साकत उबरे भागि।।"
  ],
  [
    "खेत भला बीज भला, बोइल मुठिका फेर।",
    "काहे बिरवा रूखरा, ई गुण खेतहिं केर।।"
  ],
  [
    "गही टेग नहिं छोड़ई, चोंच जीभ जरि जाय।",
    "ऐसे तप्‍त अंगार है, ताहि चकोर चबाय।।"
  ],
  [
    "गावे कथे विचारे नाहीं, अनजाने का दोहा।",
    "कहहिं कबीर पारस पारस बिना, ज्‍यों पाहन भीतर लोहा।।"
  ],
  [
    "गुणिया तो गुण ही गहे, निगुर्णयां गुणहि घिनाय।",
    "बैलहिं दीजे जायफल, क्‍या बुझे क्‍या खाय।।"
  ],
  [
    "गुरु की भेली जिब डरे, काया सिचनिहार।",
    "कुमति कमाई मन बसे, लागु जुबाकी लार।।"
  ],
  [
    "गुरु बिचारा क्‍या करे, जो शिष्‍यहि में है चूक।",
    "शब्‍द बाण बेधे नहीं, बांस बजावे फूंक।।"
  ],
  [
    "गुरु माथे से उतरे, शब्‍द विमूखा होय।",
    "बाको काल घसीटि है, राखि सकै नहिं कोय।।"
  ],
  [
    "गुरु सिकलीगर कीजिए, मनहि मसकला देइ।",
    "शब्‍द छोलना छोलिके, चित्त दर्पण कर‍ि लेइ।।"
  ],
  [
    "गृह तज के भये उदासी, वन खंड तप के जाय।",
    "चोली थाके मारिया, बेरई चुनि चुनि खाय।।"
  ],
  [
    "गोरख रसिया योग के, मुये न जारे देह।",
    "मांस गलि माटी मिली, कोरो मांजी देह।।"
  ],
  [
    "ग्राम ऊंचे पहाड़ पर, औ मोटे की बांह।",
    "कबीर ऐसा ठाकुर सेइये, उबरिये जाकी छांह।।"
  ],
  [
    "घाट भुलाना बाट बिनु, वेष भुलानी कानि।",
    "जाकि मांडी जगत महं, सो न परा पहिचानि।।"
  ],
  [
    "घुंघची भर के बाये, उपजी पसेरी आठ।",
    "डेरा परा काल, सांझ सकारो जाय।।"
  ],
  [
    "चंदन वास निवारहु, मूये सबै निपातिया।",
    "जिवत जीव जनि मारेहु, मूये सबै निपातिया।।"
  ],
  [
    "चंदन सर्प लपेटिया, चंदन काह कराया।",
    "राम-राम विष भीनिया, अमृत कहां समाय।।"
  ],
  [
    "चकोर भरोसे चंद के, निगले पप्‍तांगार।",
    "कहहिं कबीर दाधे नहीं, ऐसी वस्‍तु लगार।।"
  ],
  [
    "चलती चक्‍की देख के, मेरे नयन आया रोय।",
    "दो पाटन के अन्‍तरे, सालिम बचा न कोय।।"
  ],
  [
    "चलते-चलते पगु थका, नगर रहा नव कोस।",
    "बीचहिं में डेरा पड़ा, कहो कवन का दोस।।"
  ],
  [
    "चार चोर चले, पग पनही उतारि।",
    "चारों दर थूनी हनी, पंड‍ित करहु बिचारि।।"
  ],
  [
    "चार मास घन वर्षिया, अति अपूर जल नीर।",
    "पेन्‍हे चढ़त न बखतरी, चुभे न एको तीर।।"
  ],
  [
    "चौगोड़ा के देखते, व्‍याधा भागो जाय।",
    "अचरज एक देखहु हो संतो, मुवा कालहि खाय।।"
  ],
  [
    "छव दर्शन में जो प्रमाणा, तासु नाम बनवारी।",
    "कहहिं कबीर ई खलक सयाना, इनमें हमहिं अनारी।।"
  ],
  [
    "जंत्र बजावत हो सुना, टूटि गए सब तार।",
    "जंत्र विचारा क्‍या करें, गए बजावन हार।।"
  ],
  [
    "जब लगि डोला तब लगि बोला, तब लगि धन व्‍यवहार।",
    "ड़ाला फूटा बाला गया, कोई न झांके द्वार।।"
  ],
  [
    "जब लगि तारा जगमगे, तब लगि उगे न सूर।",
    "जब लगि जीव कम बस डोले, तब लगि ज्ञान न पूर।।"
  ],
  [
    "जरा मरण बालापना, चौथा वृद्ध अवस्‍था आह।",
    "जस मुसमसा तके बिलाइ, अस जम घात लगाय।।"
  ],
  [
    "जहं गाहक तहं हौं नहीं, हौं तहं गाहक नाहिं।",
    "बिनु विवेक भरमत फिरे, पकड़ो शब्‍द की छांहि।।"
  ],
  [
    "जहर जिमीदे रोपिया, अमि सींचे सत बार।",
    "कबीर खलक नाहीं तजे, जामहं जौन बिचार।।"
  ],
  [
    "जहां बोल तहं अक्षर आया, जहं अक्षर तहं मनहिं डिढाया।",
    "बोल अबोल एक है सोई, जिन एक लखा सो बिरला होई।।"
  ],
  [
    "जहिया जन्‍म मुक्‍ता हता, तहिया हता न कोय।",
    "छठी तुम्‍हारी हौं जगा, तू कह चला वियोग।।"
  ],
  [
    "जाकी जिह्वा बंद नहिं, हृदय नांही सांच।",
    "ताके संग न लागिये, घाले बटिया मांझ।।"
  ],
  [
    "जाके चलते रौंदे परा, धरती होइ बेहाल।",
    "सो सावन्‍त घर में जरे, पंडित करहु विचार।।"
  ],
  [
    "जाके मुनिवर तप करे, वेद थके गुण गाय।",
    "सोई देव सिखापनो, कोई नहीं पतियाय।।"
  ],
  [
    "जाको सद्गुरु नहिं मिला, व्‍याकुल चहुं दिसि धाव।",
    "आंखि न सूझे बावरे, घरे जरे घूर बुताव।।"
  ],
  [
    "जागृत रूपी जीव है, शब्‍द सुहागा सेत।",
    "जर्र बिंदु जल कुक्‍कुटी, कहहिं कबीर कोइ देख।।"
  ],
  [
    "जानि बूझि जड़ होय रहो, बल तजि निर्बल होय।",
    "कहहिं कबीर तेहि संत के, पला न पकरे कोय।।"
  ],
  [
    "जासों दिल नहि मिलिया, शब्‍द बेधा अंग।",
    "कहहिं कबीर पुकारि के, हंस बके का अंग।।"
  ],
  [
    "जाहि खोजत कल्‍पे बीते, घटहिं में सो मूल।",
    "बाढे गर्व गुमान ते, ताते परिगो दूर।।"
  ],
  [
    "जिन‍ि जिनि शंबल नहि किया, ऐसा पुर पठ (त्त) न पाय।",
    "झालि परे दिन आथये, शंबल कियो न जाय।।"
  ],
  [
    "जिव बिनु जीव जिवे नहीं, जिव को जीव अधार।",
    "जीव दया के पालिये, पंडित करहु विचार।।"
  ],
  [
    "जिह्वा केरे बंद दे, बहु बोलना निवार।",
    "पारखी से संग करु, गुरुमुख शब्‍द विचार।।"
  ],
  [
    "जीव घात नहि कीजिए, बहुरि लेत वै कान।",
    "तीरथ गए न बांचिहु, कोटि हीरा देहु दान।।"
  ],
  [
    "जीव जनि मारह बापुरा, सबका एकहि प्राण।",
    "हत्‍या कबहूं न छुटि है, कोटिक सुनउ पुराण।।"
  ],
  [
    "जीव मरण जानै नहीं, अन्‍धा भया सब जाय।",
    "वादी द्वारे दार नहिं पावै, जन्‍म जन्‍म पछिताय।।"
  ],
  [
    "जेते पत्र वनस्‍पति, औ गंगा के रेणु।",
    "पंडित विचारा क्‍या कहे, कबीर कहा मुख वेण।।"
  ],
  [
    "जेहि मारग गए पंडिता, ताते ही गई बहीर।",
    "ऊंची घाटी राम की, तेहि चढ़‍ि गया कबीर।।"
  ],
  [
    "जेहि मारग सनकादि, गयो ब्रह्मा विष्‍णु महेश।",
    "कहहिं कबीर सो मारग थाकिया, मैं काहि कहैं उपदेश।।"
  ],
  [
    "जेहि वन सायर मुझे ते, रसिया लाल करहिं।",
    "अब कबीर पांजी करी, पंथी आवहिं जाहिं।।"
  ],
  [
    "जेहि वन सिंध न संचरे, पक्षी नहिं उड़‍ि जाय।",
    "सो वन कबिरन्हि हींडिया, शून्‍य समाधि लगाय।।"
  ],
  [
    "जैसी कहे करे जो, तैसी राग द्वेष निरुवारे।",
    "ता महं घटै बट्टे रतियो नहिं, यहि विधि आपु समारे।।"
  ],
  [
    "जैसी गोली गुमज की, नीच परे ठहराया।",
    "ऐसा हृदय मुरख का, शब्‍द नहीं ठहराय।।"
  ],
  [
    "जैसी लागी ओर की, तैसी निबहै छोर।",
    "कोड़ी कोड़ी जोरि के, कीन्‍हों लक्ष्‍य करोर।।"
  ],
  [
    "जो घर रहे सर्प का, ता घर साधु न होय।",
    "सकल संपदा ले गया, विषहर लागे सोय।।"
  ],
  [
    "जो जन झीने राम रस, विकसित कबहूं न रूख।",
    "अनुभव भाव न दरसये, ते नर दु:ख न सुख।।"
  ],
  [
    "जो जानहु जगजीवना, जो जानह तो जीव।",
    "पान पचायेहु आपना, पनिया मागि न पीव।।"
  ],
  [
    "जो जानहु जिव आपना, करहू जीव जीव का सार।",
    "जियरा ऐसा पाहुना, मिले न दूजी बार।।"
  ],
  [
    "जो तू सांचा बानिया, सांची हाट लगाव।",
    "अन्‍दर झारू देइ के, कूरा दूरि बहाव।।"
  ],
  [
    "जो मिला सो गुरु मिला, शिष्‍य मिला नहिं कोय।",
    "छौं लाख छानबे सहस रमैनि, एक जीव पर होय।।"
  ],
  [
    "ज्ञान रत्‍न की कोठरी, चुम्‍बक दिया है ताल।",
    "पारखी आगे खालिये, कुंजी बचन रसाल।।"
  ],
  [
    "ज्‍यों दर्पण प्रतिबिम्‍ब देखिए, आप दुनों महं सोई।",
    "या तत्त्‍व ते वा तत्त्‍व है, याही में पुनि होई।।"
  ],
  [
    "ज्‍यों मुदराद समशान ज्‍यों, शील सबरूप समान।",
    "कहहिं कबीर सावन गती, तबकी देख‍ि झुकाहि।।"
  ],
  [
    "झालि परे दिन आथये, अन्‍तर परिगो सांझ।",
    "बहुत रसिक के लागते, वेश्‍या रह गइ बांझ।।"
  ],
  [
    "झिलमिलि‍ झगरा झूलते, वाकी छुटी न काहु।",
    "गोरख अटके कालपर, कौन कहावे साहु।।"
  ],
  [
    "भूला सो भूला, बहुरि के चेतना।",
    "विस्‍मय को छुरी से, संशय को रेतना।।"
  ],
  [
    "ढाढस देखह मरजीवा को, धर जोरि पैढा पाताल।",
    "जीव के अटक माने नहीं, ले गहि निकसा लाल।।"
  ],
  [
    "ढिग बूडे उछले नहीं, इहै अंदेसा मोहिं।",
    "सलिल मोह की धार में, का निंदिआई तोहिं।।"
  ],
  [
    "तन संशय मन सुनहा, काल अहेरी नीत।",
    "उतपति परले नहिं होता, तब की कही कबीर।।"
  ],
  [
    "ताकी पूरी क्‍यों परे, गुरु न लखाई बाट।",
    "ताके बेरा बूड़ही, फिरि औघट घाट।।"
  ],
  [
    "तामस केरे तीन गुण, भंवर लेहि तहं बास।",
    "एकहि डारी तीन फल, भाटा ऊख कपास।।"
  ],
  [
    "ताहि न कहिए परखू, पाहन लखे जो कोय।",
    "नर नग या दिल जो लखे, रतन पारखू सोय।।"
  ],
  [
    "तीनि लोक टीड़ी भया, उड़े जो मन के साथ।",
    "हरि जाने बिनु भटके, पर काल के हाथ।।"
  ],
  [
    "तीनि लोक चोरी भया, सर्वस सब का लीन्‍ह।",
    "बिना मूड़ का चोरवा, परा न काहू चीन्‍ह।।"
  ],
  [
    "तीनि लोक भो पींजरा, पाप पुण्‍य भो जाल।",
    "सकल जियरा सावज भया, एक अहेरी काल।।"
  ],
  [
    "तीरथ गए ते बहि मुए, जूड़े पाणि नहाय।",
    "कहहिं कबीर पुकारि के, राक्षस होय पछताय।।"
  ],
  [
    "तीरथ गए तीन तीन जना, चित चंचल मन चोर।",
    "एको पाप न काटिया, लादिन मन दस और।।"
  ],
  [
    "तीर्थ भई विष वेलरी, रही जुगन जुग छाह।",
    "कबिरन मूल निकंदिया, कौन हलाहल खाय।।"
  ],
  [
    "दर्पण केरी गुफा महं, सोनहा पैठे धाय।",
    "देखे प्रतिमा आपनी, भंकि भूंकि मरि जाय।।"
  ],
  [
    "सकलो दुर्मति दूर करि, अच्‍छा जनम बनाव।",
    "काग गमन बुधि छोड़ दे, हंस गमन चलि आव।।"
  ],
  [
    "दहरा तो नूतन भया, तदपि न चीन्‍हे कोय।",
    "जिहि यह शब्‍द विवेकिया, छत्र धनी है सोय।।"
  ],
  [
    "देश विदेश हम फिरे, ई मन भरा सुकाल।",
    "जाके ढूंढ़त मैं फिरौं, ताके परा दुकाल।।"
  ],
  [
    "दोहरा कथि कहहिं कबीर, प्रतिदिन समय जु देखि।",
    "मुई गये न बहुरे, बहुरि न ऐहैं फेरि।।"
  ],
  [
    "द्वारे तेरे रामजी, मिलहुँ कबीरा मोहिं।",
    "तैं तो सब में मिलि रहा, मैं न मिलुंगा तोहि।।"
  ],
  [
    "धरती जानति आप गुण, कधी न होती डोल।",
    "तिल तिल गुरुवी होती, रहित ठीकहु के मोल।।"
  ],
  [
    "धौं की डाही लाकरी, ओभी करे पुकार।",
    "अब जो जाय लोहार घर, डाढे दूजी बार।।"
  ],
  [
    "नग पषाण जग सकल है, लखवैया सब कोय।",
    "नग ते उत्तम पारखी, जग में बिरलै होय।।"
  ],
  [
    "नित खरसान, लोह घुन छुटे।",
    "नित की गोष्टि, माया मोह टूटे।।"
  ],
  [
    "नयन न आगे मन बसे, पलक पलक करे दौर।",
    "तीनि लोक मन भूप है, मन पूजा सब ठौर।।"
  ],
  [
    "नव मन दुग्‍ध बटोरिके, टिपके भया विनास।",
    "दूध फाटि कांजी भया, हुआ घृतहु को नास।।"
  ],
  [
    "नष्‍टा का राज है, नफरत का वरते तेज।",
    "सार शब्‍द टकसार है, हृदये मांहि विवेक।।"
  ],
  [
    "नहिं हीरा की बोरियां, नहिं हंसन की पांति।",
    "सिंघहु के लहड़ा नहीं, साधु न चले जमाति।।"
  ],
  [
    "नाना रंग तरंग है, मन मकरंद असूझ।",
    "कहहिं कबीर पुकारि के, अकलि कला ले बूझ।।"
  ],
  [
    "नाम न जाने ग्राम को, भूलो मारग जाय।",
    "काल्हि गड़गा कण्‍टक, अगुमन कस कराय।।"
  ],
  [
    "पंच तत्त ले या तन कीन्‍हा, सो तन काही ले दीन्‍हा।",
    "कर्महि के वश जीव कहत है, कर्महि को जिव दीन्‍ह।।"
  ],
  [
    "पंच तत्‍व का पूतरा, मानुष धरिया नाम।",
    "एक कला के बीछुरे, बिकल होत सब ठांव।।"
  ],
  [
    "पंचतत्त के भीतरे, गुप्‍त वस्‍तु अस्‍थान।",
    "बिरले मर्म कोई पाइहै, गुरु के शब्‍द प्रमाण।।"
  ],
  [
    "पंच तत्त्‍व को पूतरा, जुक्ति रची मैं कीव।",
    "मैं तोहिं पूछौ पंडिता, शब्‍द बड़ा की जीव।।"
  ],
  [
    "पक्षापक्षी के कारण, सब जग गया भुलान।",
    "निरपक्ष होय के हरि भजे, सोई सन्‍त सुजान।।"
  ],
  [
    "परदे पाणी दाधिया, संतो करह विचार।",
    "सरमा सरमी पचि मुवा, काल घसीट निहार।।"
  ],
  [
    "पर्वत ऊपर हर बहे, घोरा चढ़ बसि ग्राम।",
    "बिना फूल भंवरा रस चहै, कहु बिरवा को नाम।।"
  ],
  [
    "फल में परले बीतिया, लोगहि लागु तिवारि।",
    "आगिल सोच निवारि के, पाछिल करहु गुहारि।।"
  ],
  [
    "पांवहिं पहुमी नापते, दरिया करते फाल।",
    "हाथन्हि पर्वत तोलते, तेहि धरि खायो काल।।"
  ],
  [
    "पाणि पियावत का फिरो, घर घर सायर बारि।",
    "तुषावंत जो होंहिगे, पीवहिंगे झख मारि।।"
  ],
  [
    "पाणी भीतर घर किया, सेज्‍या किया पताल।",
    "पासा परा करीम का, तामंह मेले जाल।।"
  ],
  [
    "पानी ते अति पातला, धुआं ते अति छीनि।",
    "पवनुहु ते उतावला, दोस्‍त कबीरनि कीनि।।"
  ],
  [
    "पारस परसि ताम्र भो, कंचन बहुरि न तांबा होय।",
    "परिमल बास परासहि, बेधे काठ कहै नहिं कोय।।"
  ],
  [
    "पारस रूपी जीव है, लोह रूप संसार।",
    "पारस ते पारस भया, परख भया टकसार।।"
  ],
  [
    "पाव पलक की गमि नहीं, करे काल के साज।",
    "बीच अचानक मारिहैं, ज्‍यों तीतर कों बाज।।"
  ],
  [
    "पीपर एक महा गभानी, वाकी मर्म कोई नहिं जा‍न।",
    "डार लंबाये फल कोइ नहीं पाय।",
    "खसम अक्षत बहु पीपरे जाय।।"
  ],
  [
    "पूर्व उगे पश्चिम अथवे, भखे पवन को फूल।",
    "ताका राहु काल गरासे, मानुष काहे को भूल।।"
  ],
  [
    "पैठा है घर भीतरे, बैठा है सचेत।",
    "जब जैसी गति चाहिए, तब तैसी मति देत।।"
  ],
  [
    "हौं तो सब ही की कही, मो कहं कोइ न जान।",
    "तब भी अच्‍छा अब भी अच्‍छा, युग-युग होऊं न आन।।"
  ],
  [
    "प्रगट कहौं तो मारिया, परदा लखे न कोय।",
    "सहना छुपा पुवार तर, को कह बैरी होय।।"
  ],
  [
    "प्रथम एक जो हीं किया, भया सो बारह बान।",
    "कसत कसौटी ना टिका, पीतर भया निदान।।"
  ],
  [
    "प्राणी तो जिभ्‍या डिगो, क्षण क्षण बोले कुबोल।",
    "मन घाले भरमत फिरे, कालहिं देत हिंडोल।।"
  ],
  [
    "प्रेम पाट का चोलना, पहरि कबीरा नाच।",
    "पानप दीन्‍हों ताहि को, जो तन मन बोले सांच।।"
  ],
  [
    "फहम आगे फहम पीछे, फहम बायें डेरे।",
    "फहम पर जो फहम करे, सोइ फहम है मेरे।।"
  ],
  [
    "बनते भागा बिहुड़े परा, करहा अपने बाने।",
    "करहा बेदन कासों कहे, को करहा को जाने।।"
  ],
  [
    "बना बनाया मानवा, बिना बुद्धि वेतूल।",
    "कहा लाल ले कीजिए, बिना बास का फूल।।"
  ],
  [
    "बलिहारी तेहि दूध की, जामे निकला घीव।",
    "आधी साखी कबीर की, चारि वेद का जीव।।"
  ],
  [
    "बलिहारी तेहि पुरुष की, जो परचित परखनहार।",
    "साई दीन्‍हों खांड तो, खारी बूझे गंवार।।"
  ],
  [
    "बड़ा तो गए बड़पने, रोम रोम हंकार।",
    "सद्गुरु के परचे बिना, चारों वर्ण चमार।।"
  ],
  [
    "बहुत दिवस तें हींडिया, शून्‍य समाधि लगाय।",
    "करहा पड़ा गाड़ में, दूरि परे पछिताय।।"
  ],
  [
    "बहुबंधन के बंधिया, एक विचारा जीव।",
    "के छूटे बल आपने, के छुड़ावे पीव।।"
  ],
  [
    "बांह मरोरे जात है, सोबत लिया जगाय।",
    "कहहिं कबीर एकारि कै, पिण्‍ड रहौ कै जाय।।"
  ],
  [
    "वाजन दे बाजन्‍तरी, कलि कुकुरी मति छेर।",
    "तुझे बिरानी क्‍या परी, अपनी आप निबेर।।"
  ],
  [
    "बिन डांडै जग डांडिया, सोरठि परिया डांड।",
    "बाटनिहारा लोभिया, गुड़े ते मीठी खांड।।"
  ],
  [
    "बिनु रसरी गृह खल बंधा, तासू बंधा अलेख।",
    "दीन्‍ह दर्पण हस्‍त मधे, चसम बिना का देख।।"
  ],
  [
    "विष के बिखहिं घर किये, रहा सर्प लपटाय।",
    "तातें जियरहिं डर भया, जागत रैन विहाय।।"
  ],
  [
    "बूंद जो परा समुद्र में, यह जाने सब कोय।",
    "समुद्रक समाना बूंद में, बुझे बिरला कोय।।"
  ],
  [
    "बेढा दीह्नहो खेता का, बेढा खेतहि खाय।",
    "तीनि लोक संशय परी, काहि कहा बिलगाय।।"
  ],
  [
    "बेरा बांधिनि सर्प का, भव सागर अतिमाह।",
    "छोड़े तो बूड नहीं, गहे तो डसे बांह।।"
  ],
  [
    "बेलि कुढंगी फल निफरो, फुलवा कुबुधि गंधाय।",
    "ओर विनष्‍टी तुंबिका, सरो पात करुवाय।।"
  ],
  [
    "बैठा रहे सो बानिया, खड़ा रहे सा ग्‍वाल।",
    "जागत रहे सो पाहरु, तिहि धरि आयो काल।।"
  ],
  [
    "बोलना है बह भांति का, नैनन नहिं कछु सूझ।",
    "कहहिं कबीर पुकारि के, घट बानी बूझ।।"
  ],
  [
    "बोलि हमारी पूर्व की, हमें लखे नहिं कोय।",
    "हमें लखे सो जना, जो धुर पूरब का होय।।"
  ],
  [
    "भंवर जाल बगु जाल है, बूड़े बहुत अचेत।",
    "कहहिं कबीर ते बांचिहैं, जाके हृदय विवेक।।"
  ],
  [
    "भंवर विलंबे बाग में, बहु फूलन की बास।",
    "ऐसे जिव बिलमे विषय में, अन्‍तहु चले निरास।।"
  ],
  [
    "भक्ति पियारी राम की, जैसी प्‍यारी आगि।",
    "सारा पट्टन जरि गया, फिर फिर ल्‍यावे मागि।।"
  ],
  [
    "कबिरन भक्ति बिगारीयां, कंकर पत्‍थर धोय।",
    "अंदर में विष राखि के, अमृत डारिन खोय।।"
  ],
  [
    "भर्म भरा तिहुँ लोक में, भर्म बसे सब ठाम।",
    "कहहिं कबीर कैसे बाचिहौ, जब बसे भर्म के ग्राम।।"
  ],
  [
    "मच्‍छ बिकाने सब गये, धीमर के दरबार।",
    "अंखियां तेरी रतनारी, तुम क्‍यों पैन्‍हीं जाल।।"
  ],
  [
    "मन कहे कहौं जाइये, चित्त कहो कहां जाउं।",
    "छव मास के हींडते, आध कोस पर गांउ।।"
  ],
  [
    "तन बोहित मन काग है, लक्ष जोजन उड़‍ि जाय।",
    "कबहुंक भरमे आगम दरिया, कबहूं गगन समाय।।"
  ],
  [
    "मन गयन्‍द माने नहीं, चले सरति के साथ।",
    "महावत बिचारा क्‍या करे, जो अंकुश नहिं हाथ।।"
  ],
  [
    "मन भर के बोय घुंघची, भर नहिं होय।",
    "कहा हमारे माने नहीं, अन्‍तहु चला विगोय।।"
  ],
  [
    "मन मसलन्‍द गयन्‍द है, मनसा भो संचार।",
    "सांच मन्‍त्र माने नहीं, उड़‍ि उड़‍ि लागि खान।।"
  ],
  [
    "मन स्‍वारथी आपु रस, विषय लहरि फहराय।",
    "मन चलाये तन चले, ताते सरबस जाय।।"
  ],
  [
    "मनुष्‍य जन्‍म दुर्लभ है, होय न दूजी बार।",
    "पक्‍का फल जो गिर परै, बहुरि न लागै डार।।"
  ],
  [
    "मानष तेरा गुण ही बड़ा, मांस न आवे काज।",
    "हाड़ न होते आभरण, त्‍वचा न बाजन बाज।।"
  ],
  [
    "मानुष केही अथाइया, मति कोइ पठे धाय।",
    "एकहि खेत चरत है, बाघ गदहरा गाय।।"
  ],
  [
    "मानुष केरी बड़ पापिया, अक्षर गुरुहिं न मान।",
    "बार-बार बने कूकही, गर्भ धरे औधान।।"
  ],
  [
    "माया के बस परे, ब्रह्मा विष्‍णु महेश।",
    "नारद सारद सनक सनन्‍दन, गौरी और गनेश।।"
  ],
  [
    "माया जग सापिनि भई, विष ले बैठी आथि।",
    "सब जग फंदे फन्दिया, चले कबीरू काछि।।"
  ],
  [
    "माग तो अति कठिन है, तहं कोई मति जाय।",
    "गया तो बहुरा नहीं, कुशल कहै को आय।।"
  ],
  [
    "मुख की मीठी जो कहै, हृदये है मति आन।",
    "कहहिं कबीर तेहि लोकनि से, ऐसो राम सयान।।"
  ],
  [
    "मूढ कर्मिया मानवा नख, शिख पाखर आहि।",
    "वाहनहारा का करे, जो बाण न लागे ताहि।।"
  ],
  [
    "मूरख को समुझावते, ज्ञान गांठ का जाइ।",
    "कोयला होइ न ऊजरो, नव मन साबुन लाइ।।"
  ],
  [
    "मूरख सों का कहिए, सठ सों कहा बसाय।",
    "पाहन में का मारिये, चोखे तीर नसाय।।"
  ],
  [
    "मूवा हे मरिं जाहुगे, बिनु सर थोथे भाल।",
    "परहु करायल वृक्ष तल, आज मरहु के काल।।"
  ],
  [
    "मैं रोवों ऐहि जगत को, मोको रोवे न कोय।",
    "मोको रोवे सो जना, जो शब्‍द विवेकी होय।।"
  ],
  [
    "मानुष विचारा क्‍या करे, जाके कहे न खुले कपाट।",
    "सोनहा चाक बैठाइए, फिर‍ि फिर‍ि एषन चाट।।"
  ],
  [
    "मानुष बिचारा क्‍या करे, जाके हृदय शून।",
    "सोनहा चाक बिठाइये, फिर‍ि फिर‍ि चाटे चून।।"
  ],
  [
    "मानुष बिचारा क्‍या करे, जाके शून्‍य शरीर।",
    "जो जिव झाखि न ऊपजे, तो काहे पुकार कबीर।।"
  ],
  [
    "मानुष ह्वे के नहिं मुवा, मुवा सो डांगर ढोर।",
    "एकां जीवहिं ठौर नहिं लागा, भये सो हाथी घोर।।"
  ],
  [
    "मन सायर मनसा लहरि, बूड़े बहुत अचेत।",
    "कहहिं कबीर ते बांचिहै, जाके हृदय विवेक।।"
  ],
  [
    "मन माया एक है, माया मनहिं समाय।",
    "तीनि लोक संशय परे, काहि कहौं बिलगाय।।"
  ],
  [
    "मन माया की कोठरी, तन संशय का कोट।",
    "विषहर मंत्र न माने, काल सर्प का चोट।।"
  ],
  [
    "बाजीगर के वानरा, जियरा मन के साथ।",
    "मन सायर समुद्र है, वहि कतहूं जानि जाय।।"
  ],
  [
    "मलयागिरि के वास में, वृक्ष रहे सबभोय।",
    "कहिबे को चंदन भए, मलयागिरि नहिं होय।।"
  ],
  [
    "मलयागिरि के बास महं, बेधो ढ़ाक पलास।",
    "वेणा कबहन बेधिया, जुगजुग रहते पास।।"
  ],
  [
    "हौं तो सब ही की कही, मेरी कहे न कोय।",
    "मेरी कहे सो जना, जो मुझ ही सा होय।।"
  ],
  [
    "ये कबीर ते उतरिह रहु, तेरो संमल परोहन साथ।",
    "शंबल घटे न पगु थका, जीव विराने हाथ।।"
  ],
  [
    "रंगहि ते रंग उपजे, सब रंग देखी एक।",
    "कवन रंग है जीव को, ताकर करहु विवेक।।"
  ],
  [
    "रतन का जतन करि, माटी का सिंगार।",
    "आया कबीरा फिरि गया, झूठा है संसार।।"
  ],
  [
    "रतन लराइन रेत में, कंकर चुनि चुनि खाय।",
    "कहहिं कबीर पुकारिके, बहुरि चले पछिताय।।"
  ],
  [
    "रही एक की भइ अनेक की, विश्‍वा बहु भर्तारी।",
    "कहहिं कबिर काम संग जरिहै, बहुत पुरुष की नारी।।"
  ],
  [
    "रामनाम जिन चीन्हिया, झीने पिंजर तासु।",
    "रैनि न आवे नींदरी, अंग न चढ़‍िया मांसु।।"
  ],
  [
    "राउर के पिछवारे, गावें चारों सन।",
    "जीव परा बहु लूट में, नहिं कछु लेन न देन।।"
  ],
  [
    "राम वियोगी विकल तन, इन दुखवै मति कोय।",
    "छूबत ही मरि जाहिंगे, तालाबेली होय।।"
  ],
  [
    "राह विचारी क्‍या करै, जो पन्थि नचले बिचारि।",
    "अपना मारग छोड़‍ि के, फिरे उजारि उजारि।।"
  ],
  [
    "लाई लावनहार की, जाकी लाई पर जरे।",
    "बलिहारी लावनहार की, छप्‍पर वाचे घर जरे।।"
  ],
  [
    "लोग भरोसे कवन के, बैठ रहे अरगाय।",
    "ताते जियरहिं जमे लूट, जस मटिया लुटै कसाय।।"
  ],
  [
    "लोभे जन्‍म गमाइया, पापे खाया पुण्‍य।",
    "साधी सो आधीकहै, ता पर मेरा खून।।"
  ],
  [
    "लाहा केरी नावरी, पाहन गरुवा भार।",
    "सिर पर विष की पोटरी, उतरन चाहे पार।।"
  ],
  [
    "विरह की ओदी लाकरी, सपचे औ धुंधवाय।",
    "दुख ते तब ही बांचिहो, जब सकलो जरि जाय।।"
  ],
  [
    "विरहिनि साजी आरती, दर्शन दीजे राम।",
    "मूये दर्शन देहुगे, आवत कवने काम।।"
  ],
  [
    "शब्‍द हमारा आदि का, शब्‍दे पैठा जीव।",
    "फूल रहन की टोकरी, धोरे खाया घीव।।"
  ],
  [
    "शब्‍द हमारा आदि का, पल-पल करहू याद।",
    "अंत फलेगी माहली, ऊपर की सब वाद।।"
  ],
  [
    "शब्‍द बिना सुरति आंधरी, कहो कहां को जाय।",
    "द्वार न पावै शब्‍द का, फिर‍ि फिर‍ि भटका खाय।।"
  ],
  [
    "शब्‍दै मारा गिर पड़ा, शब्‍दै छोड़ा राज।",
    "जिन्‍ह जिन्‍ह शब्‍द विचारिया, ताको सर गयो काज।।"
  ],
  [
    "शब्‍द शब्‍द बहु उंतरे, सार शब्‍द मथि लीजे।",
    "कहहिं कबिर जेहि सार शब्‍द, नहिं धृग जीवन सो जीजे।।"
  ],
  [
    "शब्‍द हमारा तूं शब्‍द का, सुनि मति जाह सरक।",
    "जो चाहहु निज तत्त्‍व को, शब्‍दह लेह परख।।"
  ],
  [
    "हौं जाना कुलहंस हौ, ताते कीन्‍हा संग।",
    "जो जानत बगु बावरा, ठये न देतेऊं अंग।।"
  ],
  [
    "श्रोता तो घर में नहीं, वक्‍ता बके सो वादि।",
    "श्रोता वक्‍ता एक घर, कथा कहावे आदि।।"
  ],
  [
    "संगति के सुख ऊपजे, कुसंगति के दुख होय।",
    "संसय खंडे जो जना, जो शब्‍द विवेकी होय।।"
  ],
  [
    "संसारी समय विचारी, कोई गिरही कोई जोग।",
    "अवसर मारे जात है, ते चेतु बिराने लोग।"
  ],
  [
    "सज्‍जन ते दुर्ज्‍जन भयो, सुनि काहु के बोल।",
    "कांसा तांबा होय रहा, हता ठिकों के मोल।।"
  ],
  [
    "सद्गुरु वचन सुनहु सन्‍तो, मति लिन्‍हा शिर भार।",
    "हौं हजूर ठाड़ कहते हौं, तैं क्‍यों संभार।।"
  ],
  [
    "मसो कागद छुवो नहीं, कलम धरो नहिं हाथ।",
    "चाहिहुं युग को महातम, कबीर मुखहिं जनाई बात।।"
  ],
  [
    "सपने सोवा मानवा, खोलि जो देखे नैन।",
    "जीव परा बहुलूट में, ना कुछ लेन न देन।।"
  ],
  [
    "सब‍की उत्‍पति धरती, सब जीवन प्रतिपाल।",
    "धरती न जाने आप गुण, ऐसो गुरु विचार।।"
  ],
  [
    "सब ते सांचा ही भला, जो दिल सांचा होय।",
    "सांच बिना सुख है नहीं, कोटि करे जो कोय।।"
  ],
  [
    "समुझे की गति एक है, जिहि समझे सब ठौर।",
    "कहहिं कबिर ये बीच के, कहै और की और।।"
  ],
  [
    "सब ही तो लघुता भली, लघुता ते सब होय।",
    "ज्‍यों द्वितीय के चन्‍द्रमा, नवावै सब कोय।।"
  ],
  [
    "समुझाये समुझे नहीं, पर हाथ आप बिकाय।",
    "मैं खींचत हौं आपु को, चला सो जमपुर जाय।।"
  ],
  [
    "सांचा शब्‍द कबीर का हृदया देखि विचारी।",
    "चित दे समुझे नहिं मोहि कहत भए जुग चारि।।"
  ],
  [
    "स्‍वर्ग पताल के बीच में, दुई तंबिरया विध्‍द।",
    "षट दर्शन संशय परे, लक्ष चौरासी सिद्ध।।"
  ],
  [
    "सांप बिछी का मंत्र है, महुरो झारा जाय।",
    "सलिल मोह नदिया बहै, पांव कहां ठहराय।।"
  ],
  [
    "सायर बुद्धि बनाय के, बाए बिचक्षण चौर।",
    "सारी दुनिया जहड़े गया, कोइ न लागा ठौर।।"
  ],
  [
    "सावन केरा सेहरा, बूंद परे असमान।",
    "सारी दुनिया वैष्‍णव भया, गुरु नहिं लागा कान।।"
  ],
  [
    "साहू चोर चीन्‍हे नहीं, अन्‍ध मति के हीन।",
    "पारख बिना बिना सहै, करि विचार ही भिन्‍न।।"
  ],
  [
    "साहू से भी चोरबा, चोरहु से भौ होत।",
    "तब जानिहुगे जीयरा, जबहिं परेगा तुज्‍झ।।"
  ],
  [
    "साहेब साहेब सब कहें, मोहि अंदेशा ओर।",
    "साहेब से परचा नहीं, बैठहुगे कहि ठौर।।"
  ],
  [
    "सिंह अकेला बन रमे, पलक पलक करे ठौर।",
    "जैसे बन है आपना, तैसा बन है और।।"
  ],
  [
    "सुकृत वचन माने नहीं, आपु न करे विचार।",
    "कहहिं कबीर पुकारि क, स्‍वप्‍न हु भया संसार।।"
  ],
  [
    "सुगना सेमर बेगि तजि, तेरी घने बिगूची पांख।",
    "ऐसा सेमर सेइया, जाके हृदय न आंख।।"
  ],
  [
    "सेमर का सुगना, छिहुले बैठा जाय।",
    "चोंच संवारे सिर धुन, ई उसी ही को भाय।।"
  ],
  [
    "सोना सज्‍जन साधुजन, टूटि जुरहिं शत् बार।",
    "दुर्जन कुंभ कुम्‍हार का, एकहि धरे दरार।।"
  ],
  [
    "हंस बकु देख एक, रंग चरे हरियरे ताल।",
    "हंस क्षीर जानिये, बकु धरेंगे काल।।"
  ],
  [
    "हंसा तूं तो सबल था, हलकी तेरी चाल।",
    "रंग कुरंगे रंगिया, त किया और लगवार।।"
  ],
  [
    "हंसा के घट भीतरे, बसे सरोवर खोट।",
    "एकौ जीव ठौर नहिं लागा, रहा सो ओटहि ओट।।"
  ],
  [
    "हंसा तु सुवरण वरण, कहां वरणों मैं तोहिं।",
    "तरुवर पाय पहेलहु, तबहि सराहौ तोहिं।।"
  ],
  [
    "हंसा मोति बिकनिया, कंचन थार भराय।",
    "जो जाको मम न जाने, सो ताको काह कराय।।"
  ],
  [
    "हंसा सरवरि तजि चले, देही पारिगौ सून।",
    "कहहिं कबीर सुनहु हौ सन्‍तो, ते दर तेई थून।।"
  ],
  [
    "हद चले ते मानवा, बेहद चले सो साधु।",
    "हद बेहद दोनों तजे, ताकी मती अगाधु।।"
  ],
  [
    "हरि हीरा जन जौहरी, सबनि पसारी हाट।",
    "जब आए जन जौहरी, तब हीरा की साट।।"
  ],
  [
    "हाड़ जरत जैसे लाकरी, केस जरे जैसे घास।",
    "कबीरा जरे रामरस, कोठी जरे कपास।।"
  ],
  [
    "हाथ कटोरा खोवा भरा, मग जोवत दिन जाय।",
    "कबिरा उता चित्त सों, छांछ दियो नहिं जाय।।"
  ],
  [
    "हिलगी भाल शरीर महं, तीर रहा है टूट।",
    "चुम्‍बक बिनु निकसै नहीं, कोटि पाहन गौ छूट।।"
  ],
  [
    "हीरा तहां न खोलिए, जहं कुंजरो की हाट।",
    "सहजे गांठो बांधिये, लगिए अपनी बाट।।"
  ],
  [
    "हीरा सोई सराहिये, सहे जो धन का चोट।",
    "कपट कुरंगी मानवा, परखत निकला खोट।।"
  ],
  [
    "हृदय भीतर आरसी, मुख देखा नहिं जाय।",
    "मुख तो तब ही देखिए, जब दिल की दुविधा जाय।।"
  ],
  [
    "हरिया जांणे रूंषड़ा, उस पांणी के नेह।",
    "सूका काठ न जाणई, कबहू बूठा मेह।।"
  ],
  [
    "झिरमिरि झिरमिरि बरषिया, पांहण ऊपरि मेह।",
    "माटी गलि सैजल भई, पांहण वाही तेह।।"
  ],
  [
    "पार ब्रह्म बूठा मोतियां, बांधी सिषरांह।",
    "सगुरां सगुरा चुणि लिया, चूक पड़ी निगुरांह।।"
  ],
  [
    "कबीर हरि रस बरषिया, गिर डूंगर सिषरांह।",
    "नीर मिबाणां ठाहरै, नाऊं छापरड़ाह।।"
  ],
  [
    "कबीर मूंडठ करमियां, नष सिष पाषर ज्‍यांह।",
    "बांहणहारा क्‍या करै, बांण न लागै त्‍यांह।।"
  ],
  [
    "कहत सुनत सब दिन गए, उरझि न सुरझया मन।",
    "कहि कबीर चेत्‍या नहीं, अजहूं सु पहला दिन।।"
  ],
  [
    "कहै कबीर कठोर कै, सबद न लागै सार।",
    "सुधबुध कै हिरदै भिदै, उपजि विवेक विचार।।"
  ],
  [
    "सीतलता के कारणै, नाग बिलंबे आइ।",
    "रोम रोम विष भरि रह्मा, अमृत कहा समाइ।।"
  ],
  [
    "सरपहि दूध पिलाइये, दूधै विष ह्व जाइ।",
    "ऐसा कोई ना मिले, स्‍यूं सरपै विष खाइ।।"
  ],
  [
    "जालौं इहै बड़पणां, सरलै पेड़‍ि खजूरि।",
    "पंखी छांह न बीसवै, फल लागे ते दूरि।।"
  ],
  [
    "ऊंचा कुल के कारणै, बंस बध्‍या अधिकार।",
    "चंदन बास भेदै नहीं, जाल्‍या सब परिवार।।"
  ],
  [
    "कबीर चंदन कै निड़ै, नींव भि चंदन होइ।",
    "बूड़ा बंस बड़ाइतां, यौं जिनि बूडे कोइ।।"
  ],
  [
    "कबीर बहुत जतन करि कीजिये, सब फल जाय नसाय।",
    "कबीर संचै सूम धन, अन्‍त चोर लै जाय।।"
  ],
  [
    "कबीर औंधी खोपड़ी, कबहूं धापै नांहि।",
    "तीन लोक की सम्‍पदा, कब आवै घर मांहि।।"
  ],
  [
    "कबीर सूम थैली अरु श्‍वान भग, दोनों एक समान।",
    "घालत में सुख ऊपजै, काढ़त निकसै प्रान।।"
  ],
  [
    "जोगी जंगम सेवड़ा, ज्ञानी गुनी अपार।",
    "षट दर्शन से क्‍या बने, एक लोभ की लार।।"
  ],
  [
    "रात्‍यूं रूंनी बिरहनीं, ज्‍यूं बंची कूं कुंज।",
    "कबीर अंतर प्रजल्‍या, प्रगट्या बिरहा पुंज।।"
  ],
  [
    "अंबर कुंजा करलियां, गरजि भर सब ताल।",
    "जिनि थैं गोबिंद बीछुटे, तिनके कौण हवाल।।"
  ],
  [
    "चकवी बिछुटी रैणि की, आइ मि‍ली परभाति।",
    "जे जन बिछुटे राम सूं, नां सुख धूप न छांह।।"
  ],
  [
    "बासुरि सुख नां रैणि सुख, ना सुख सुपिनै मांहि।",
    "कबीर बिछुट्या राम सूं , नां सुख धूप न छांह।।"
  ],
  [
    "बिरहनि ऊभी पंथ सिरि, पंथी बूझे धाइ।",
    "एक सबद कहि पीव का, कब रे मिलैंगे आइ।।"
  ],
  [
    "बहुत दिनन की जोवती, बाट तुम्‍हारी राम।",
    "जिव तरसै तुझ मिलन कूं, मनि नाहीं विश्राम।।"
  ],
  [
    "बिरहिन ऊठै भी पड़े, दरसन कारनि राम।",
    "मूवां पीछें देहुगे, सो दरसन क‍िहिं काम।।"
  ],
  [
    "मूंवा पीछैं जिनि मिलै, कहै कबीरा राम।",
    "पाथर घाटा लोह सब, पारस कौंणे काम।।"
  ],
  [
    "अंदेसड़ा न भाजिसी, संदेसो कहियां।",
    "कै हरि आयां भाजिसी, कै हरि ही पासि गयां।।"
  ],
  [
    "आइ न सकौं तुझ पैं, सकूं न तूझ बुलाइ।",
    "जियरा यौही लेहुगे, बिरह तपाइ तपाइ।।"
  ],
  [
    "यहु तन जालौं मसि करूं, ज्‍यूं धूवां जाइ सरग्‍ग‍ि।",
    "मति वै राम दया करै, बरसि बुझावै अग्‍ग‍ि।।"
  ],
  [
    "यह तन जालौं मसि करौं, लिखौं राम का नाउं।",
    "लेखणि करूं करंक की, लिखि राम पठाउं।।"
  ],
  [
    "कबीर पीर पिरावनी, पंजर पीड़ न जाइ।",
    "एक जू पीड़ पिरीति की, रही कलेजा छाइ।।"
  ],
  [
    "चोट सतांणी बिरह की, सब तन जरजर होइ।",
    "मारणहारा जांणिहै, कै जिहिं लागी सोइ।।"
  ],
  [
    "कर कमाण सर सांधि करि, खैचि जु मारया मांहि।",
    "भीतरि भिद्या सुमार ह्व, जीवै कि जीवै नांहि।।"
  ],
  [
    "जबहूं मारयया खैंचि करि, तब मैं पाई जांण।",
    "लागी चोट मरम्‍म की, गई कलेजा छांणि।।"
  ],
  [
    "जिहि सरि मारी काल्हि, सो सर मेरे मन बस्‍या।",
    "तिहि सरि अजहूं मारि, सर बिन सच पाऊं नहीं।।"
  ],
  [
    "बिरह भुवंगम तन बसै, मंत्र न लागै कोइ।",
    "राम वियोगी ना जिवै, जिवै त बौरा होइ।।"
  ],
  [
    "बिरह भुंवगम पैसि करि, किया कलेजै घाव।",
    "साधू अंग न मोड़ही, ज्‍यूं भावै त्‍यूं खाव।।"
  ],
  [
    "सब रग तंत रबाब तन, बिरह बजावै नित्त।",
    "और न कोई सुणि सकै, कै साई कै चित्त।।"
  ],
  [
    "बिरहा बिरहा जिनि कहौ, बिरहा है सुलितान।",
    "जिह घटि बिरह न संचरै, सो घट सदा मसान।।"
  ],
  [
    "अंषड़यिां झाई पडो, पंथ निहारि निहारि।",
    "जीभड़ि‍यां छाला पड्या, राम पुकारि पुकारि।।"
  ],
  [
    "इस तन का दीया करौं, बाती मेल्‍यूं जीव।",
    "लोही सींचौं तेज ज्‍यूं, कब मुख देखौं पीव।।"
  ],
  [
    "नैंनां नीझर लाइया, रहट बहै निस जाम।",
    "पपीहा ज्‍यूं पिव पिव करौं, कबहुं मिलहुगे राम।।"
  ],
  [
    "अंषड‍ियां प्रेम कसाइयां, लोग जांणे दुखड़‍ियां।",
    "सांई अपणैं कारणैं, रोइ रोइ रतड़‍ियां।।"
  ],
  [
    "सोई आंसू सजणां, सोई लोक बिड़ाहि।",
    "जे लोइण लोही चुवै, तौ जांणों हेत हियांहि।।"
  ],
  [
    "कबीर हसणां दूरि करि, करि रोवण सौं चित्त।",
    "बिना रोयां क्‍यूं पाइये, प्रेम पियारा मित्त।।"
  ],
  [
    "जौ रोऊं तो बल घटै, हंसौं तौ राम रिसाइ।",
    "मनही मांहि बिसूरणां, ज्‍यूं घुंण काठहि खाइ।।"
  ],
  [
    "हंसि हंसि कंत न पाइए, जिनि पाया तिनि रोइ।",
    "जो हांसें ही हरि मिलै, तौ नहीं दुहागनि कोइ।।"
  ],
  [
    "हांसी खेलौं हरि मिलै, तौ कौण सहै षरसान।",
    "काम क्रोध त्रिष्‍णां तजै, ताहि मिलैं भगवान।।"
  ],
  [
    "पूति पियारो पिता कौं, गौंहनि लागा धाइ।",
    "लोभ मिठाइ हाथि दे, आपण गया भुलाइ।।"
  ],
  [
    "डारी खांड पटकि करि, अंतरि रोस उपाइ।",
    "रोवत रोवत मिलि गया, पिता पियारे जाइ।।"
  ],
  [
    "नैना अंतरि आव तूं, निस दिन निरषौं तोहि।",
    "कब हरि दरसन देहुगे, सो दिन आवै मोहि।।"
  ],
  [
    "कबीर देखत दिन गया, निस भी देखत जाइ।",
    "बिरहणि पिव पावै नहीं, जियरा तलपैं माइ।।"
  ],
  [
    "कै बिरहिन कूं मींच दे, कै आपा दिखलाइ।",
    "आठ पहर का दाझणां, मोपै सहया न जाइ।।"
  ],
  [
    "बिरहण‍ि थी तौ क्‍यूं रही, जली न पीव के नालि।",
    "रहु रहु मुगध गहेलड़ी, प्रेम न लाजूं मारि।।"
  ],
  [
    "हौं बिरहा की लाकड़ी, समझि समझि धूंधाउं।",
    "छूटि पड़ौं यों बिरह तैं, जे सारीही जलि जाउं।।"
  ],
  [
    "कबीर तन मन यौं जल्‍या, बिरह अगनि सूं लागि।",
    "मृतक पीड़ न जांणई, जांणेगी यहु आगि।।"
  ],
  [
    "बिरह जलाई मैं जलौं, जलती जल हरि जाउं।",
    "मो देख्‍यां जलहरि जलै, संतौं कहां बुझाउं।।"
  ],
  [
    "परबति परबति मैं फिरया, नैंन गंवाये रोइ।",
    "सो बूटी पाऊं नहीं, जातैं जीवनि होइ।।"
  ],
  [
    "फाड़‍ि फुटोला बज करौं, कामलड़ी पहिराउं।",
    "जिहि जिहि भेषां हरि मिलै, सोइ सोइ भेष कराउं।।"
  ],
  [
    "नैन हमारे जलि गये, छिन छिन लोड़ैं तुझ।",
    "नां तूं मिलै न मैं खुसी, ऐसी वेदन मुझ।।"
  ],
  [
    "वेड़ा पाया सरप का, भौसागर के मांह।",
    "जै छाडों तो डूबिहौं, गहौं त डसिये बांह।।"
  ],
  [
    "रैणा दूर बिछोहिया, रहु र संषम झुरि।",
    "देवलि दवलि धाहड़ी, देसी ऊगे सूरि।।"
  ],
  [
    "सुखिया सब संसार है, खयै अरु सोवै।",
    "दुखिया दास कबीर है, जागै अरु रोवै।।"
  ],
  [
    "कबीर तेज अनंत का, मानौं ऊगी सूरज सेणि।",
    "पति संगि जागी सूंदरी, कौतिग दीठा तेणि।।"
  ],
  [
    "कौतिग दीठा देह बिन, रवि ससि बिना उजास।",
    "साहिब सेवा मांहि है, बेपरवाही दास।।"
  ],
  [
    "पारब्रह्म के तेज का, कैसा है उनमान।",
    "कहिबे कूं सोभा नहीं, देख्‍याहीं परबान।।"
  ],
  [
    "अगम अगोचर गमि नहीं, तहां जगमगै जोति।",
    "जहां कबीरा बंदिगी, 'तहां' पाप पुन्‍य नहीं छोति।।"
  ],
  [
    "कबीर मन मधुकर भया, रह्या निरंतर बास।",
    "कंवल जू फूल्‍या फूल जलह बिन, को देखै निज दास।।"
  ],
  [
    "अंतर कवल प्रकासिया, ब्रह्म वास तहां होइ।",
    "मन भवरा तहां लुबधिया, जांणैगा जन कोइ।।"
  ],
  [
    "सायर नाहीं सीप बिन, स्‍वाति बूंद भी नाहिं।",
    "कबीर मोती नीपजै, सन्‍न‍ि सिषर गढ़ मांहिं।।"
  ],
  [
    "घट माहैं औघट लह्या, औघट माहैं घाट।",
    "कहि कबीर परचा भया, गुरु दिखाई बाट।।"
  ],
  [
    "सूर समांणौं चंद में, दहूं किया घर एक।",
    "मन का चिता तब भया, कछू पूरबला लेख।।"
  ],
  [
    "हद छाड़‍ि बेहद गया, किया सुन्‍न‍ि असनान।",
    "मुनि जन महल न पावई, तहां किया विश्राम।।"
  ],
  [
    "देखौ कर्म कबीर का, कछु पुरब जनम का लेख।",
    "जाका महल न मुनि लहैं, (सो) दोसत किया अलेख।।"
  ],
  [
    "पिंजर प्रेम प्रकासिया, जाग्‍या जोग अनंत।",
    "संसा खूटा सुख भया, मिल्‍या पियारा कंत।।"
  ],
  [
    "पिंजर प्रेम प्रकासिया, अंतरि भया उजास।",
    "मुख कसतूरी महमहीं, बांणीं फूटी बास।।"
  ],
  [
    "मन लागा मुनि सौं, गगन पहुंचा जाइ।",
    "देख्‍या चंदबिहूंणां, चांदिणां, तहां अलख निरंजन राइ।।"
  ],
  [
    "मन लागा उनमुनि सौं, उनमनि मनहि बिलग।",
    "लूंण बिलगा पाणियां, पांणी लूंणा बिलग।।"
  ],
  [
    "पांणी ही तै हिम भया, हिम ह्वे गया बिलाइ।",
    "जो कुछ था सोई भया, अब कछू कह्या न जाइ।।"
  ],
  [
    "भली भई जु भै पड्या, गई दशा सब भूलि।",
    "पाला गलि पांणी भया, ढलि मिलिया उस कूलि।।"
  ],
  [
    "चौहटे चिंतामंणि चढ़ी, हाडी मारत हाथि।",
    "मीरां मुझसूं मिहर करि, इब मिलौं न काहू साथि।।"
  ],
  [
    "पंषि उडाणी गगन कूं, प्‍यंड रह्या परदेस।",
    "पांणी पीया चंच बिन, भूलि गया यहु देस।।"
  ],
  [
    "पंषि उड़ानीं गगन कं, उड़ी चढ़ी असमान।",
    "जिहं सर मंडल भेदिया, सो सर लागा कान।।"
  ],
  [
    "सरति समांणों निरति मैं, निरति रही निरधार।",
    "सुरति निरति परचा भया, तब खूले स्‍वयं दुबार।।"
  ],
  [
    "सुरति समांणी निरति मैं, अपजा माहै जाप।",
    "लेख समांणं अलेख मैं, यूं आपा मांहे आप।।"
  ],
  [
    "आया था संसार मैं, देषण कौं बहु रूप।",
    "कहै कबीरा संत ही, पड़‍ि गया नजरि अनूप।।"
  ],
  [
    "अंक भरे भरि भेटिया, मन मैं मांही धीर।",
    "कहै कबीर ते क्‍यूं मिलैं, जब लग दोइ सरीर।।"
  ],
  [
    "सचु पाया सुख ऊपनां, अरु दिल दरिया पूरि।",
    "सकल पाप सहजैं गये, जब सांई मिल्‍या हजूरि।।"
  ],
  [
    "धरती गगन पवन नहीं होता, नहीं तोया, नहीं तारा।",
    "तब हरि हरि के जन होते, कहै कबीर विचारा।।"
  ],
  [
    "जा दिन कृतम ना हुता, होता हट न पट।",
    "हुता कबीरा राम जन, जिनि देखै औघट घट।।"
  ],
  [
    "चिति पाई मन थिर भया, सतगुर करी सहाइ।",
    "अनिन कथा तनि आचरी, हिरदै त्रिभुवन राइ।।"
  ],
  [
    "हरि संगति सीतल भया, मिटा मोह की ताप।",
    "निस बासुरि सखनिध्‍य लह्या, जब अंतरि प्रकट्या आप।।"
  ],
  [
    "तन भीतरि मन मानियां, बाहरि कहा न जाइ।",
    "ज्‍वाला तै फिरि जल भया, बुझी बलंती लाइ।।"
  ],
  [
    "तत पाया तन बीसरया, जब मनि धरिया ध्‍यान।",
    "तपनि गई सीतल भया, जब सुनि किया असनान।।"
  ],
  [
    "जिनि पाया तिनि सुगह गह्या, रसनां लागी स्‍वादि।",
    "रतन निराला पाइया, जगत ढाल्‍या बादि।।"
  ],
  [
    "कबीर दिल स्‍याबति भया, पाया फल संभ्रथ्‍थ।",
    "सायर मांहि ढंढोलतां, हीरै पड़‍ि गया हथ्‍थ।।"
  ],
  [
    "जब मैं था तब हरि नहीं, अब हरि हैं मैं नांहि।",
    "सब अंधियारा मिटि गया, जब दीपक देख्‍या मांहि।।"
  ],
  [
    "जा कारणि मैं ढूंढ़ता, सनमुख मिलिया आइ।",
    "धन मैली पिव उजला, लागि न सकौं पाइ।।"
  ],
  [
    "जा कारणि मैं जाइ था, सोई पाई ठोर।",
    "सोई फिरि आपण भया, जासूं कहता और।।"
  ],
  [
    "कबीर देख्‍या एक अंग, महिमा कही न जाइ।",
    "तेज पुंज पारस धणीं, नैनूं रहा समाइ।।"
  ],
  [
    "मानसरोवर सुभर जल, हंसा केलि कराहिं।",
    "मुकताहल मुकता चुगैं, अब उड़‍ि अनत न जाहिं।।"
  ],
  [
    "गगन गरजि अंमृत चवै, कदली कवल प्रकास।",
    "तहां कबीरा बंदिगी, कै कोई निज दास।।"
  ],
  [
    "नींव बिहूंणां देहुरा, देह बिहूंणां देव।",
    "कबीर तहां बिलंबिया, करे अलष की सेव।।"
  ],
  [
    "देवल माहैं देहुरी, ति जेहै बिसतार।",
    "माहैं पाती मांहिं जल, माहैं पूजणहार।।"
  ],
  [
    "अनहद बाजै नीझर झरै, उपजै ब्रह्म गियान।",
    "अबिगति अंतरि प्रगटै, लागै प्रेम धियान।।"
  ],
  [
    "कबीर कवल प्रकासिया, ऊग्‍या निर्मल सूर।",
    "निस अंधयारी मिटि गई, बाजे अनहद तूर।।"
  ],
  [
    "आकासे मुखि औंधा कुवां, पाताले पनिहारि।",
    "ताका पांणी को हंसा पीवै, बिरला आदि विचारि।।"
  ],
  [
    "सिव सकती दिसि कौंण जु जोवै, पछिम दिसा उठे धूरि।",
    "जल मैं स्‍वंघ जु घर करै, मछली चढ़ खजूरि।।"
  ],
  [
    "अंमृत बरिसै हीरा निपजै, घंटा पड टकसाल।",
    "कबीर जलाहा भया पारषू, अनभै उतरया पार।।"
  ],
  [
    "ममिता मेरा क्‍या करै, प्रेम उघाड़ी पौलि।",
    "दरसन भया दयाल का, सूल भई सुख सौड़ि‍।।"
  ],
  [
    "कबीर प्रीतड़ी तौ तुझ सौं, बहु गुणियाले कंत।",
    "जे हंसि बोलौं और सौं, तौं नील रंगाऊ दंत।।"
  ],
  [
    "नैनां अंतरि आव तूं, ज्‍यूं हौं नैन झंपेउ।",
    "नां हौं देखौं और कूं, नां तुझ देखने देउं।।"
  ],
  [
    "मेरा मुझ में कुछ नहीं, जो कुछ है सो तेरा।",
    "तेरा तुझकौं सौंपता, क्‍या लागै है मेरा।।"
  ],
  [
    "कबीर रेख सिंदूर की, काजल दिया न जाइ।",
    "नैनूं रमइया रमि रह्या, दूजा कहां समाइ।।"
  ],
  [
    "कबीर सीप समंद की, रटै पियास पियास।",
    "समुदहि तिणका करि गिणै, स्‍वांति बूंद की आस।।"
  ],
  [
    "कबीर सुख कौं जाइ था, आग आया दुख।",
    "जाहु सुख घरि आपणैं, हम जाणौं अरु दुख।।"
  ],
  [
    "दोजग तो हम अंगिया, यह डर नाहीं मुझ।",
    "भिस्‍त न मेर चाहिये, बाझ पियारे तुझ।।"
  ],
  [
    "जे वो एकै न जांणियां, तौ जाण्‍यां सब जांण।",
    "जे वो एकन जांणियां, तै सबहीं जांण अजांण।।"
  ],
  [
    "कबीर एक न जांणियां, तौ बहु जाण्‍यां क्‍या होइ।",
    "एक तैं सब होत है, सब तैं एक न होइ।।"
  ],
  [
    "जब लग भगति सकामता, तब लग निष्‍फल सेव।",
    "कहै कबीर वै क्‍यूं मिलै, निहकामी निज देव।।"
  ],
  [
    "आसा एक जू राम की, दूजी आस निरास।",
    "पांणी माहैं घर करें, ते भी मरैं पियास।।"
  ],
  [
    "जे मन लागै एक सूं, तौ निरबाल्‍या जाइ।",
    "तूरा दुइ मुखि बाजणां, न्‍याइ तमाचे खाइ।।"
  ],
  [
    "कबीर कलि जुग आइ करि, कीये बहुतज मांत।",
    "जिन दिल बंधी एक सूं, ते सुख सोवै नवींत।।"
  ],
  [
    "कबीर कूता राम का, मुतिया मेरा नाउं।",
    "गलै राम की जेवड़ी, जित खंचे तित जाउं।।"
  ],
  [
    "तो तो करै त बाहुड़ो दूरि दूरि करै तो जाउं।",
    "ज्‍यूं हरि राखै त्‍यूं रहौ, जो देवै सो खाउं।।"
  ],
  [
    "मन प्रतीति न प्रेम रस, नां इस तन मैं ढंग।",
    "क्‍या जाणौं उस पीव सूं, कैसे रहसी रंग।।"
  ],
  [
    "उस संम्रथ का दास हौं, कदे न होइ अकाज।",
    "प्रतिब्रता नंगी रहै, तौ उसकी पारिस कौ लाज।।"
  ],
  [
    "धरि परमेसरू पांहणां, सुणौं सनेही दास।",
    "षट रस भोजन भगति करि, ज्‍यूं कदे न छाड पास।।"
  ],
  [
    "कबीर मधि अंग जेको रहै, तौ तिरत न लागै बार।",
    "दुइ दुइ अंग सूं लागि करि, डूबत है संसार।।"
  ],
  [
    "कबीर दुविधा दूरि करि, एक अंक ह्वे लागि।",
    "यहु सीतल बहु तपति है, दोऊ कहिय आगि।।"
  ],
  [
    "अनल अकांसा घर किया, मधि निरंतर बास।",
    "बसुधा ब्‍यौम बिरकत रहै, बिनठाहर बिसवास।।"
  ],
  [
    "बासुरि गमि न रैंणि गमि, नां सुपनैं तरगंम।",
    "कबीर तहां बिलंबिया, जाहं छाहड़ो न घंम।।"
  ],
  [
    "जिहि पैडे पंडित गए, दुनिया परी बहीर।",
    "औघट घाटी गुर कही, तिहिं चढ़‍ि रह्या कबीर।।"
  ],
  [
    "सुरग नगर थैं दुंर रह्या, सतगुर के प्रसादि।",
    "चरन कंवल की मौज मैं, रहिरय अंतिरु आदि।।"
  ],
  [
    "हिंदू मूये राम कहि, मुसलमान खुदाइ।",
    "कहै कबीर सो जीवता, दुई मैं कदे न जाइ।।"
  ],
  [
    "दुखिया मूवा दुख कों, सुखिया सुख को झूरि।",
    "सदा अनंदी राम के, जिनि सुख दुख मेल्‍हे दूरि।।"
  ],
  [
    "कबीर हरदी पीयरी, चूना ऊजल भाइ।",
    "राम सनेही यूं मिले, दुन्‍यूं बरन गंवाइ।।"
  ],
  [
    "काबा फिर कासी भया, राम भया रहीम।",
    "मोट चून मैदा भया, बैठि कबीरा जीम।।"
  ],
  [
    "धरती अरु असमान बिचि, दोइ तूंबड़ा अवध।",
    "षट दरसन संसै पड्या, अरु चौसारी सिध।।"
  ],
  [
    "कबीर सांई तो मिलहगै, पूछिहिंगे कुसलात।",
    "आदि अंति की कहूंगा, उर अंतर की बात।।"
  ],
  [
    "कबीर भूलि बिगाड़ि‍या, तूं नां करि मैला चित।",
    "साहिब गरवा लोड़‍िये, नफर बिगाड़ैं नित।।"
  ],
  [
    "करता करै बहुत गुंण, औगुंण कोई नांहि।",
    "जे दिल खोजौं आपणीं, तौ सब औगुण मुझ मांहि।।"
  ],
  [
    "औसर बीता अलपतन, पीस रह्मा परदेस।",
    "कलंक उतारी केसवां, भांनौ भरंम अंदेश।।"
  ],
  [
    "कबीर करत है बीनती, भौसागर के तांई।",
    "बंदे ऊपरि जोर होत है, जंम कूं बारिज गुसाई।।"
  ],
  [
    "हज बाकै ह्वै ह्वै गया, केती बार कबीर।",
    "मीरां मुझ मैं क्‍या खता, मुखां न बोलै पीर।।"
  ],
  [
    "ज्‍यूं मन मेरा तुझ सौं, यौं जे तेरा होइ।",
    "ताता लोहा यौं मिलै, संधि न लखई कोइ।।"
  ],
  [
    "राम नाम सब कोई कहै, कहिबे बहुत विचार।",
    "सोई राम सती कहै, सोई कौतिग हार।।"
  ],
  [
    "आगि कह्यां दाझै नहीं, जे नहीं चंपै पाइ।",
    "जब लग भेद न जांणिये, राम कह्या तौ काइ।।"
  ],
  [
    "कबीर सोचि विचरिया, दूजा कोई नांहि।",
    "आपा पर जब चीन्हिया, तब उलटि समाना मांहि।।"
  ],
  [
    "पाणी केरा पूतला, राख्‍या पवन संवारि।",
    "नानां बांणी बोलिया, जोति धरी करतारि।।"
  ],
  [
    "नौ मण सूत अलूझिया, कबीर घर घर बारि।",
    "तिनि सुलझाया बापुड़े, जिनि जाणीं भगति मुरारि।।"
  ],
  [
    "आधी साधी सिरि कटैं, जोर विचारा जाइ।",
    "मनि परतीति न ऊपजे, तौ राति दिवस मिलि गाइ।।"
  ],
  [
    "सोई आशिष सोई बैयन, जन जू जू बांचवंत।",
    "कोई एक मेलै लवणि, अमी रसाइण हुंत।।"
  ],
  [
    "हरि मोती की माल है, पोई कांच तागि।",
    "जतन करि झंटा घंणा, टूटेगी कहूं लागि।।"
  ],
  [
    "रचनहार कूं चीन्हि लै, खौवे कूं कहा रोइ।",
    "दिल मंदिर मैं पैसि करि, तांणि पछेवड़ा सोइ।।"
  ],
  [
    "राम नाम करि बोहड़ा, बोहो बीज अघाई।",
    "अंति कालि सूका पड़, तौ निरफल कदे न जाई।।"
  ],
  [
    "चिंतामणि मन में बसै, सोई चित मैं आणि।",
    "बिन चिंता चिंता करै, इहैं प्रभु की बाणि।।"
  ],
  [
    "कबीर का तूं चितवै, का तेरा चिंता होइ।",
    "अणध्‍यंत्‍या हरिजी करै, जो तोहि चिंत न होइ।।"
  ],
  [
    "करम करीमां लिखि रह्या, अब कछू लिख्‍या न जाइ।",
    "मासा घटै न तिल बढ़ैं, जो कोटिक करै उपाइ।।"
  ],
  [
    "चिंता न करि अचिंत रहु, साई है सम्रथ।",
    "पसु पंषेरू जीव जंत, तिनको गांडिं किसा ग्रंथ।।"
  ],
  [
    "संत न बांधै गांठड़ी, पेट समाता लेइ।",
    "सांई सूं सनमुख रहै, जहां मांगै तहां देइ।।"
  ],
  [
    "राम राम सुं दिल मिली, जम सो पड़ी बिराई।",
    "मोहि भरोसा इष्‍ट का, बंदा नरकि न जाई।।"
  ],
  [
    "कबीर तूं काहे डरै, सिर परि हरि का हाथ।",
    "हस्‍ती चढ़‍ि नहीं डोलिये, कूकर भूसैं जु लाष।।"
  ],
  [
    "मीठा खांण मधुकरीं, भांति भांति को नाज।",
    "दावा किसही का नहीं, बिन बिलाइति बड़ राज।।"
  ],
  [
    "मांनि महातम प्रेम रस, गरवातण गुण नेह।",
    "ए सबही अह लागया, जबहिं कह्या कुछ देह।।"
  ],
  [
    "मांगण मरण समान है, बिरला बंचै कोइ।",
    "कहै कबीर रघुनाथ सूं, मतिर मंगावै मोहि।।"
  ],
  [
    "पांडल पंजर मन भंवर, अरथ अनूपम बास।",
    "राम नाम सींच्‍या अंमी, फल लागा बेसास।।"
  ],
  [
    "मेर मिटी मुकता भया, पाया ब्रह्म बिसास।",
    "अब मेरे दूजा को नहीं, एक तुम्‍हारी आस।।"
  ],
  [
    "जाकी दिल में हरि बसै, सो नर कलपै कांइ।",
    "एक लहरि समंद की, दुख दलिद्र सब जांइ।।"
  ],
  [
    "पद गाये लैलीन ह्व, कटी न संसै पास।",
    "सबै पिछीड़े ग्रिह मैं, इक गृही मैं बैराग।।"
  ],
  [
    "गाया तिनि पाया नहीं, अणगांयां ते दूरि।",
    "जिनि गाया बिसवास सूं, तिन राम रह्या भरिपूरि।।"
  ],
  [
    "मेरे मन मैं पड़‍ि गई, ऐसी एक दरार।",
    "फटा फटक पषांण ज्‍यूं, मिलाया न दूजी बार।।"
  ],
  [
    "मन फाटा वाइक बुरै, मिटी सगाई साक।",
    "जौ परि दूध तिवास का, ऊकटि हूवा आक।।"
  ],
  [
    "चंदन भांगा गुण करै, जैसे चोली पंन।",
    "बोइ जनां भागां न मिलै, मुकताहल अरु मंन।।"
  ],
  [
    "पासि विनंठा कपड़ा, कदे सुरांग न होइ।",
    "कबीर त्‍याग्‍या ग्‍यान करि, कनक कामनी दोई।।"
  ],
  [
    "चित चेतनि मैं गरक ह्व, चेत्‍य न देखैं मंत।",
    "कत कत की सालि पाड़ि‍ये, गल बल सहर अनंत।।"
  ],
  [
    "जाता है सो जांण दे, तेरी दसा जाई।",
    "खेवटिया की नाव ज्‍यूं, घणों मिलेंगे आई।।"
  ],
  [
    "नीर पिलावत क्‍या फिरै, सायर घर घर वारि।",
    "जो त्रिषावंत होइगा, तो पिवेगा झख मारि।।"
  ],
  [
    "सत गंठी कोपीन है, साध न मानै संक।",
    "राम अमलि माता रहै, ते गिणं इंद्र कौ रंक।।"
  ],
  [
    "दावै दाझण होत है, निरदावै निरसंक।",
    "जे नर निरदावै रहैं, ते गिणैं इंद्र को रंक।।"
  ],
  [
    "नां कुछ किया न करि सक्‍या, ना करणे जोग सरीर।",
    "जे कछु किया सु हरि किया, भया कबीर कबीर।।"
  ],
  [
    "कबीर किया कछू न होत है, अनकीया सब होइ।",
    "दर‍िगह तेरी सांइयां, नांमहरूम न होइ।।"
  ],
  [
    "एक खड़े ही लहैं, और खड़ा बिललाइ।",
    "साईं मेरा सुलषना, सूता देइ जगाइ।।"
  ],
  [
    "सात समुंद की मसि करौं, लेखनि सब बनराइ।",
    "धरती सब कागद करौं, तऊ गरू गुण लिख्‍या न जाइ।।"
  ],
  [
    "अबरन कौं का बरनिये, मोपै लख्‍या न जाइ।",
    "अपना बाना बाहिया, कहि कहि थाके माइ।।"
  ],
  [
    "झल बांयें झल दांहिनैं, झलहि मांहि ब्‍यौहार।",
    "आगैं पीछे झलमई, राखै सिरजनहार।।"
  ],
  [
    "सांई मेरा बांणियां सहजि करै ब्‍यौपार।",
    "बिन डांडी बिन पालड, तोलै सब संसार।।"
  ],
  [
    "कबीर बारया नाव परि, कीया राई लूंण।",
    "जिसहि चलावै पंथ तूं, तिसहि भुलावै कौंण।।"
  ],
  [
    "कबीर करणी क्‍या करै, जे राम न करै सहाइ।",
    "जिहि जिहि डाली पग धरै, सोई नवि नवि जाइ।।"
  ],
  [
    "जदि का माइ जनमियां, कहूं न पाया सुख।",
    "डाली डाली मैं फिरौं, पातौं पातौं दुख।।"
  ],
  [
    "सांई से सब होत हैं, बंदे से कछु नाहिं।",
    "राई से परबत करे, परबत राई मांहि।।"
  ],
  [
    "काइर हुंवां न छूटिये, कछु सूरातन साहि।",
    "भरम भलका दूरि करि, सुमिरण सेल संवाहि।।"
  ],
  [
    "षूंणै पड्या न छुटियो, सुण‍ि रे जीव अबूझ।",
    "कबीर मरि मैदान मैं, करि इंद्रया सूं झूझ।।"
  ],
  [
    "कबीर साई सूरिवां, मन सूं मांडे झूझ।",
    "पंच पयादा पाड़‍ि ले, दूरि करै सब दूज।।"
  ],
  [
    "सूरा झूझै गिरद सूं, इक दिसि सूर न होइ।",
    "कबीर यौं बिन सूरिवां, भला न कहिसी कोइ।।"
  ],
  [
    "कबीर आरणि पैसि करि, पीछैं रहै सु सूर।",
    "सांई सूं साचा भया, रहसी सदा हजूर।।"
  ],
  [
    "गगन दमांमां बाजिया, पड्या निसानै घाव।",
    "खेत बुहारया सूरिवैं, मुझ मरणे का चाव।।"
  ],
  [
    "कबीर मेरे संसा को नहीं, हरि सूं लागा हेत।",
    "काम क्रोध सूं झूझणां, चौड़े मांडूया खेत।।"
  ],
  [
    "सूरैं सार संबाहिया, पहरया सहज संजोग।",
    "अब कै ग्‍यांन गयंद चढ़‍ि, खेत पड़न का जोग।।"
  ],
  [
    "सूरा तबही कै परषिये, लडै दीन कै हेत।",
    "पुरिजा पुरिजा ह्व पड़ै, तऊ न छांडै खेत।।"
  ],
  [
    "खेत न छाडै सूरिवां, झझै द्वै दल मांहि।",
    "आसा जीवन मरण की, मन मैं आंणै नाहि।।"
  ],
  [
    "अब तौ झूझयां ही वणौं, मूढ़‍ि चाल्‍यां घर दूरि।",
    "सिर साहिब कौं सौंपता, सोच न कीजै सूरि।।"
  ],
  [
    "अब तो ऐसी ह्वै पड़ी, मनका रुचित कीन्‍ह।",
    "मरनैं कहा डराइये, हाथि स्‍यंधौरा लीन्‍ह।।"
  ],
  [
    "जिस मरनै से जग डरै, सो मेरे आनंद।",
    "कब मरिहूं कब देखिहूं, पूरन परमानंद।।"
  ],
  [
    "कायर बहुत पमांवहीं, बहकि न बोलैं सूर।",
    "काम पड्यांं ही जांणिहै, किसके मुख परि नूर।।"
  ],
  [
    "जाइ पूछौ उस घाइलै, दिवस पीड निस जाग।",
    "बांहणहारा जणि है, कै जांणै जिस लाग।।"
  ],
  [
    "घाइल घूंमे गहि भरया, राख्‍या रहै न ओट।",
    "जतन कियां जीवै नहीं, बणीं मरम की चोट।।"
  ],
  [
    "ऊंचा विरष अकासि फल, पंषरू मूए झूर।",
    "बहुत सयांने पचि रहे, फल निरमल परि दूरि।।"
  ],
  [
    "दूरि भया तो का भया, सिर दे नेडा होइ।",
    "जब लग सिर सौंपै नहीं, कारिज सिधि न होइ।।"
  ],
  [
    "कबीर यह घर प्रेम का, खाला का घर नांहि।",
    "सीस उतारै हाथि करि, सो पैठ घर मांहि।।"
  ],
  [
    "कबीर निज घर प्रेम का, मारग अगम अगाध।",
    "सीस उतारि पग तलि घरै, तब निकटि प्रेम का स्‍वाद।।"
  ],
  [
    "प्रेम न बाड़‍ि नींपजे, प्रेम न हाटि विकाय।",
    "राजा परजा जेहैं रुचै, सीस दे ले जाय।।"
  ],
  [
    "सीस काटि पासंग दिया, जीव सरभरि लीन्‍हा।",
    "जाहि भावे सो आइ ल्‍यो, प्रेम हाट हम कीन्‍ह।।"
  ],
  [
    "सूर सीस उतारिया, छाड़ा तन की आस।",
    "आगैं थैं हरि मुलकिया, आवत देख्‍या दास।।"
  ],
  [
    "सती जलन कूं नीकली, चित्त धरि एकबमेख।",
    "तन मन सौंप्‍या पीव कूं, तब अंतर रही न रेख।।"
  ],
  [
    "हौं तोहि पूछौं हे सखी, जीवत क्‍यूं न मराइ।",
    "मूंवा पीछे सत करै, जीवत क्‍यूं न कराइ।।"
  ],
  [
    "कबीर प्रगट राम कहि, छांनै राम न गाइ।",
    "फूस क जौंड़ा दूरि करि, ज्‍यूं बहुरि न लागै लाइ।।"
  ],
  [
    "कबीर हरि सबकूं भजै, हरि कूं भजै न कोइ।",
    "जब लग आस सरीर की, तब लग दास न होइ।।"
  ],
  [
    "आप सवारथ मेदनीं, भगत सवारथ दास।",
    "कबीर राम सवारथी, जिनि छाड़ी तन की आस।।"
  ],
  [
    "स्‍वारथ का सबको सगा, सारा ही जग जान।",
    "बिन स्‍वारथ आदर करै, सो नर चतुर सुजान।।"
  ],
  [
    "स्‍वारथ कूं स्‍वारथ मिले, पड़‍ि पड़‍ि लूंबा बूंब।",
    "निस्‍प्रेही निरधार को, कोय न राखै झूंब।।"
  ],
  [
    "माया कू माया मिले, कर कर लम्‍बे हाथ।",
    "निस्‍प्रेही निरधार को, गाहक दीनानाथ।।"
  ],
  [
    "संसारी से प्रीतड़ी, सरै न एकौ काम।",
    "दुविधा से दोनां गये, माया मिली न राम।।"
  ],
  [
    "कस्‍तूरी कुंडलि बसै, मृग ढूढै बन मांहि।",
    "ऐसै घटि घटि राम हैं, दुनियां देखै नांहि।।"
  ],
  [
    "कोइ एक देखै संत जन, जांकै पांचूं हाथि।",
    "जाके पांचूं बस नहीं, ता हरि संग न साधि।।"
  ],
  [
    "सो सांई तन मैं बसै, भ्रम्‍यों न जाण तास।",
    "कस्‍तूरी के मृग ज्‍यूं, फिर फिर सूधैं घास।।"
  ],
  [
    "कबीर खोजी राम का, गया जु सिंघल दीप।",
    "राम तो घट भीतर रमि रह्या, जौ आवै परतीत।।"
  ],
  [
    "घटि बधि कहीं न देखिए, ब्रह्म रह्या भरपूरि।",
    "आप पिछांणै बहिरा, नेड़ा की थैं दूरि।।"
  ],
  [
    "मैं जाण्‍यां हरि दूरि है, हरि रह्या सकल भरपूरि।",
    "आप पिछांणै बहिरा, नेड़ा की थैं दूरि।।"
  ],
  [
    "तिणकैं आल्‍है राम है, परबत मेरैं भाइ।",
    "सतगुर मिलि परचा भया, तब हरि पाया घट मांहि।।"
  ],
  [
    "राम नाम तिहूं लोक मैं, सकलहु रह्या भरपूरि।",
    "यह चतुराई जाहु जलि, खोजत डोलैं दूरि।।"
  ],
  [
    "दीपक पाव आंणिया, तेल भी आण्‍या संग।",
    "तीन्‍यूं मिलि करि जोइया, उड़‍ि उड़‍ि पड़ पतंग।।"
  ],
  [
    "मारया है जो मरैगा, बिर सर थोथी भालि।",
    "पड्या पुकारै ब्रिछ तरि, आजि मरै कै काल्हि।।"
  ],
  [
    "हिरदा भीतरि दौं बलै, धूंवां प्रगट न होइ।",
    "जाकै लागी सो लखै, कै जिहि लाई सोइ।।"
  ],
  [
    "झल ऊठा झाोली जली, खपरा फूटिम फूटि।",
    "जोगी था सो रमि गया, आसणि रही बिभूति।।"
  ],
  [
    "अगनि जू लागि नीर मैं, कंदू जलिया झारि।",
    "उतर दषिण के पंडिता, रहे बिचारि बिचारि।।"
  ],
  [
    "दौं लागी साइर जल्‍या, पंषी बैठे आइ।",
    "दाधी देह न पालवै, सतगुर गया लगाइ।।"
  ],
  [
    "गुर दाघा चेला जल्‍या, बिरहा लागी आगि।",
    "तिणका बपुड़ा ऊबरया, गलि पूरे कै लागि।।"
  ],
  [
    "आहेड़ी दौं लाइया, मृग पुकारै रोइ।",
    "जा बन में क्रीला करी, दाझत है बन सोइ।।"
  ],
  [
    "पाणीं माहै प्रजली, भई अप्रबल आगि।",
    "बहती सलिता रहि गई, मंछ रहे जल त्‍यागि।।"
  ],
  [
    "कबीर हरि रस यौं पिया, बाकी रही न थाकि।",
    "पाका कलस कुंभार का, बहुरि न चढ़हि चाकि।।"
  ],
  [
    "राम रसाइन प्रेम रस, पीवत अधिक रसाल।",
    "कबीर पीवण दुर्लभ है, मांगै सीस कलाल।।"
  ],
  [
    "कबीर भाठी कलाल की, बहुतक बैठे आइ।",
    "सिर सौंपे सोई पिवै, नहीं तो पिया न जाइ।।"
  ],
  [
    "मैंमंता तिण नां चरै, सालै चिता सनेह।",
    "एक बारि जु बांध्‍या प्रेम कै, डारि रह्या सिरि षेह।।"
  ],
  [
    "मैंमंता अविगत रता, अकलप आसा जीति।",
    "राम अमलि माता रहै, जीवत मुकति अतीति।।"
  ],
  [
    "जिहि सर घड़ा न डूबता, अब मैंगल मलि मलि न्‍हाइ।",
    "देवल बूड़ा कलम सूं, पंषि तिसाई जाइ।।"
  ],
  [
    "सबै रसाइण मैं किया, हरि सा और न कोइ।",
    "तिल इक घट मैं संचरै, तौ सबतन कंचन होइ।।"
  ],
  [
    "जहां जुरा मरण व्‍यापै नहीं, मुवा न सुणिये कोइ।",
    "चलि कबीर तिहि देसड, जहां वैद विधाता होइ।।"
  ],
  [
    "कबीर जोगी बनि बस्‍या, षणि खाये कंद मूल।",
    "नां जाणौं किस जड़ी थै, अमर भए असथूल।।"
  ],
  [
    "कबीर हरि चरणौं चल्‍या, माया मोह थै टूटि।",
    "गगन मंडल आसण किया, काल गया सिर कूटि।।"
  ],
  [
    "यह मन पटकि पछाड‍ि लै, सब आपा मिटि जाइ।",
    "पगलु ह्वै पिव पिव करै, पीछौं काल न खाइ।।"
  ],
  [
    "कबीर मन तीषा किया, बिरह लाइ परषांन।",
    "चित चरणूं मैं चभि रह्या, तहां नहीं काल का पाण।।"
  ],
  [
    "तरवर तास बिलांबिए, बारह मास फलंत।",
    "सीतल छाया गहर फल, पंषी केलि करंत।।"
  ],
  [
    "दाता तरवर दया फल, उपगारी जीवंत।",
    "पंषा चले दिसावरां, विरषा सुफल फलंत।।"
  ],
  [
    "ऐसा कोई ना मिले, हम कौं दे उपदेस।",
    "भौसागर मैं डूबता, कर गहि काढ़े केस।।"
  ],
  [
    "ऐसा कोई न मिले, हम कौं लेइ पिछानि।",
    "अपना करि किरपा करे, ले उतारे मैदानि।।"
  ],
  [
    "ऐसा कोई ना मिले, राम भगति का गीत।",
    "तन मन सौंपे मृग ज्‍यूं, सुनै बधिक का गीत।।"
  ],
  [
    "ऐसा कोई ना मिले, अपना घर देइ जराइ।",
    "पंचूं लरिका पटिक करि, रहै राम ल्‍यौं लाइ।।"
  ],
  [
    "ऐसा कोई ना मिले, जासौं रहिये लागि।",
    "सब जग जलता देखिये, अपणीं अपणीं आगि।।"
  ],
  [
    "ऐसा कोई ना मिले, सब विधि देइ बताइ।",
    "सुंनि मंडल मैं पुरिष एक, ताहि रहै ल्‍यो लाइ।।"
  ],
  [
    "हम देखत जग जात है, जग देखत हम जांह।",
    "ऐसा कोई ना मिले, पकड़‍ि छुड़ावे बांह।।"
  ],
  [
    "तीनि सनेही बहु मिले, चौथे मिले न कोइ।",
    "सब पियारे राम के, बैठे परबसि‍ होइ।।"
  ],
  [
    "माया मिले महोबंती, कूड़े आखे बैन।",
    "कोई घायल बेध्‍या ना मिलै, साई हंदा सैण।।"
  ],
  [
    "सारा सूरा बहु मिलैं, घाइल मिले न कोइ।",
    "घाइल ही घाइल मिले, तब राम भगति दिढ़ होइ।।"
  ],
  [
    "प्रेमी ढूंढत मैं फिरौं, प्रेमी मिलै न कोइ।",
    "प्रेमी कौं प्रेमी मिलै, तब सब विष अमृत होइ।।"
  ],
  [
    "हम घर जाल्‍या आपणां, लिया मूराड़ा हाथिम।",
    "अब घर जालौं तास का, जे चलै हमारे साथि।।"
  ],
  [
    "पाइ पदारथ पेलि करि, कंकर लीया हाथि।",
    "जोड़ी बिछुटी हंस की, पड्या बंगा कै साथि।।"
  ],
  [
    "एक अचंभा देखिया, हीरा हाटि बिकाइ।",
    "परिषणहारे बाहिरा, कौड़ी बदले जाइ।।"
  ],
  [
    "कबीर गुदड़ी बीषरी, सौदा गया बिकाइ।",
    "खोटा बांध्‍या गांठड़ी, इब कुछ लिया न जाइ।।"
  ],
  [
    "पैड़ै मोती बिखरया, अंधा निकस्‍या आइ।",
    "जोति बिनां जगदीस की, जगत उलंघ्‍या जाइ।।"
  ],
  [
    "कबीर यहु जग अंधला, जैसी अंधी गाइ।",
    "बछा था सो मरि गया, ऊभी चांम चटाइ।।"
  ],
  [
    "चंदन की कुटकी भली, नां बंबुर को अवरांऊं।",
    "वैसनो की छपरी भलो, नां साषत का बड गाउं।।"
  ],
  [
    "पुरपाटण सुबस बसै, आनंद ढांये ढांइ।",
    "राम सनेही बाहिरा, ऊंजड़ मेरे भांइ।।"
  ],
  [
    "जिहं घरि साध न पूजिये, हरि की सेवा नांहि।",
    "ते घर मुड़हट सारषे, भूत बसै तिन मांहि।।"
  ],
  [
    "है गै गैंवर सघन घन, छत्र धजा फहराइ।",
    "ता सुख थैं भिष्‍या भली, हरि सुमिरत दिन जाइ।।"
  ],
  [
    "क्‍यूं नृप नारी नींदये, क्‍यूं पनिहारी कौं मान।",
    "व मांग संवारै पीव कौं, वा नित उठि सुमिरै राम।।"
  ],
  [
    "कबीर धनि ते सुंदरी, जिन जाया बैसनौं पूत।",
    "राम सुमरि नरिभै हुवा, सब जग गया अऊत।।"
  ],
  [
    "कबीर कुल तौं सो भला, जिहि कुल उपजै दास।",
    "जिहि कुल दास न ऊपजै, सो कुल आक पलास।।"
  ],
  [
    "साषत बांभण मति मिलै, बैसनौं मिलै चंडाल।",
    "अंकमाल दे भेटिये, मांनों मिले गोपाल।।"
  ],
  [
    "राम जपत दालिद भला, टूटि घर की छांनि।",
    "ऊचे मंदिर जालि दे, जहां भगति न सारंगपांनि।।"
  ],
  [
    "निरबैरी निहकांमता, सांई सेती नेह।",
    "विषिया सूं न्‍यारा रहै, संतहि का अंग एह।।"
  ],
  [
    "संत न छाडै संतई, जे कोटिक मिलैं असंत।",
    "चंदन भुवंगा बैठिया, तउ सीतलता न तजंत।।"
  ],
  [
    "कबीर हरि का भावता, झीणां पंजर तास।",
    "रैणि न आवै नींदड़ी, अंगि न चढ़ई मास।।"
  ],
  [
    "अणरता सुका सीवणां, रातै नींद न आइ।",
    "ज्‍यूं जल टूटै मंछली, यूं बेलंत बिहाइ।।"
  ],
  [
    "जिन्‍य कुछ जाण्‍या नहीं तिन्‍ह, सुख नींदड़ी बिहाइ।",
    "भैर अबूझी बूझिया, पूरी पड़ी बलाइ।।"
  ],
  [
    "जांण भगत का नित मरण, अणजाणे का राज।",
    "सर अपसर समझै नहीं, पेट भरण सूं काज।।"
  ],
  [
    "जिहि घटि जांण बिनांण है, तिहि घटि आबटणां घणां।",
    "बिन षडै संग्राम है, नित उठि मन सौं झूझुणां।।"
  ],
  [
    "राम वियोगी तन बिकल, ताहि न चीन्‍है कोइ।",
    "तंबोली के पान ज्‍यूं, दिन दिन पीला होइ।।"
  ],
  [
    "पीलक दौड़ी सांइयां, लोग कहै पिंड रोग।",
    "छांनै लंघण नित करै, राम पियारे जोग।।"
  ],
  [
    "काम मिलावे राम कूं, जे कोइ जांणे राषि।",
    "कबीर बिचारा क्‍या करे, जाकी सुखदेव बोले साषि।।"
  ],
  [
    "कांमणि अंग बिरकत भया, रत भया हरि नांहि।",
    "साषी गोरखनाथ ज्‍यूं, अमर भए कलि मांहि।।"
  ],
  [
    "जदि बिषै पियारी प्रीति सूं, तब अंतर हरि नांहि।",
    "जब अंतर हरि जी बसै, तब विषिया सूं चित्त नांहि।।"
  ],
  [
    "जिहि घट मैं संसौ बसै, तिहि घटि राम न जोइ।",
    "राम सनेही दास विचि, तिणं न संचर होइ।।"
  ],
  [
    "स्‍वारथ को सबको सगा, सब सगलाही जांणि।",
    "बिन स्‍वारथ आदर करै, सो हरि की प्रीति पिछांणि।।"
  ],
  [
    "जिहि हिरदै हरि आइया, सो क्‍यूं छांनां होइ।",
    "जतन जतन करि दाबिए, तऊ उजाला सोइ।।"
  ],
  [
    "फाटै दीदै मैं फिरी, नजरि न आवै कोइ।",
    "जिहि घटि मेरा सांइयां, सो क्‍यू छाना होइ।।"
  ],
  [
    "सब घट‍ि मेरा सांइयां, सूनी सेज न कोई।",
    "भाग तिन्‍हौं का हे सखी, जिहि घटि परगट होइ।।"
  ],
  [
    "पावक रूपी राम है, घटि रह्या समाइ।",
    "चित चकमक लागै नहीं, ताथै धुंवा ह्वै ह्वै जाइ।।"
  ],
  [
    "कबीर खालिक जागिया, और न जागै कोइ।",
    "कै जागे बिनसई विष भरया, कै दास बंदगी होइ।।"
  ],
  [
    "कबीर चलया जाइ था, आगैं मिलया खुदाइ।",
    "मीरां मुझ सौं यौं कह्या, किनि फुरमाई गाइ।।"
  ],
  [
    "कबीर संगति साध की, कदे न निष्‍फल होइ।",
    "चंदन होसी बांवना, नीव न कहसी कोइ।।"
  ],
  [
    "कबीर संगति साध की, बेगि करीजैं जाइ।",
    "दुरमति दुरि गंवाइसी, देसी सुमति बताइ।।"
  ],
  [
    "मथुरा जावै द्वारिका, भावै जावै जगनाथ।",
    "साध संगति हरि भगति बिन, कछु न आवै हाथ।।"
  ],
  [
    "मेरे संगी दोइ जणां, एक वैष्‍णों एक राम।",
    "वो है दाता मुकति का, वो सुमिरावै नाम।।"
  ],
  [
    "कबीर बन बन मैं फिरा, कारणि अपणें राम।",
    "राम सरीखे जन मिले, तिन सारे सब काम।।"
  ],
  [
    "कबीर सोई दिन भला, जा दिन संत मिलाहि।",
    "अंक भरे भरि भेटिया, पाप सरीरौ जांहि।।"
  ],
  [
    "कबीर चंदन का बिड़ा, बैठ्या आक पलास।",
    "आप सरीखे करि लिए, जे होते उन पास।।"
  ],
  [
    "कबीर खाई कोट की, पाणी पीवे न कोइ।",
    "आई मिलै जब गंग मैं, तब सब गंगोदिक होइ।।"
  ],
  [
    "जांनि बूझि सांचहि तजै, करै झूठ सूं नेहु।",
    "ताको संगति राम जी, सुपिनै ही जिनि देहु।।"
  ],
  [
    "कबीर तास मिलाइ, जास हियाली तू बसै।",
    "नहिं तर बेगि उठाइ, नित को गंजन को सहै।।"
  ],
  [
    "केती लहरि समंद की, कत उपजै कत जाइ।",
    "बलिहारी ता दास की, उलटी मांहि समाइ।।"
  ],
  [
    "काजल केरी कोठड़ी, काजल ही का कोट।",
    "बलिहारी ता दास की, जे रहै राम की ओट।।"
  ],
  [
    "भगति हजारी कपड़ा, तामें मल न समाइ।",
    "साषित काली कांवली, भावैं तहां बिछाइ।।"
  ],
  [
    "पांहण केरा पूतला, करि पूजैं करतार।",
    "इही भरोसै जे रहे, ते बूड़े काली धार।।"
  ],
  [
    "काजल केरी कोठरी, मसि के कर्म कपाट।",
    "पाहनि बोई पृथमी, पंडित पाड़ी बाट।।"
  ],
  [
    "पाहिन कूं का पूजिए, जे जनम न देई जाब।",
    "आंधा नर आसामुषी, यौंही खोवै आब।।"
  ],
  [
    "हम भी पाहन पूजते, होते रन के रोझ।",
    "सतगुर की कृपा भई, डारया सिर के बोझ।।"
  ],
  [
    "जेती देखौं आत्‍मा, तेता सालिगराम।",
    "साधू प्रत्‍यक्ष देह हैं, नहीं पाथर सू कांम।।"
  ],
  [
    "सेवैं सालिगराम कूं, मन की भ्रांति न जाइ।",
    "सीतलता सपिनैं नहीं, दिन दिन अधकी लाइ।।"
  ],
  [
    "सेवैं सालिगराम कूं, माया सेती हेत।",
    "ओढ़ें काला कापड़ा, नांव धरावैं सेत।।"
  ],
  [
    "जप तप दीसैं थोथरा, तीरथ ब्रत बेसास।",
    "सूवै सैबल सेबिया, यौं जग चल्‍या निरास।।"
  ],
  [
    "तीरथ भई विष बेलड़ी, रहो जुगन जुग छाइ।",
    "कबीरन मूल निकंदिया, कोण हलाहल खाइ।।"
  ],
  [
    "मन मथुरा दिल द्वारिका, काया कासी जांणि।",
    "दसवा द्वारा देहुरा, तामै जोति पिछांणि।।"
  ],
  [
    "कबीर दुनियां देहुरै, सीस नवांवणनवांवण जाइ।",
    "हिरदय भीतर हरि बसै, तूं ताही सौं ल्‍यौं लाइ।।"
  ],
  [
    "अब तो एसी ह्वै पड़ी, नां तू बड़ी न बेलि।",
    "जालण आंणो लाकड़ी, ऊठी कूंपल मेल्हि।।"
  ],
  [
    "आगै आगै दौं जलै, पीछे हरिया होइ।",
    "बलिहारी सा विरष की, जड़ीं काट्यां फल होइ।।"
  ],
  [
    "जे काटौं तै डहडही, सींचौं तौ कुमिलाइ।",
    "इस गुणवंती बेलि का, कछु गुंण कह्यां न जाइ।।"
  ],
  [
    "आंगणि बेलि अकासि फल, अण ब्‍यावर का दूध।",
    "ससा सींग को धूनहड़ी, रमै बांझ का पूत।।"
  ],
  [
    "कबीर कड़ई बेलड़ी, कड़वा ही फल होइ।",
    "सांध नांव तब पाइए, जे बेलि बिछौहा होई।।"
  ],
  [
    "सींध भइ तब का भया, चहूं दिसि फूटी बास।",
    "अजहूं बीज अंकूर है, भीऊगण की आस।।"
  ],
  [
    "कांमणि काली नागणीं, तीन्‍यूं लोक मंझारि।",
    "राम सनेही ऊबरे, विषई खाये झारि।।"
  ],
  [
    "कामंणि मीनीं षांणि की, जे छेड़ौं तौ खाइ।",
    "जे हरि चरणां राचियां, तिनके निकट न जाइ।।"
  ],
  [
    "परनारी राता फिरै, चोरी विढता खांहिं।",
    "दिवस चारि सरसा रहै, अंति समूला जांहिं।।"
  ],
  [
    "पर नारी पर सुंदरी, बिरला बंच कोइ।",
    "खातां मीठी खांड सी, अंति कालि विष होइ।।"
  ],
  [
    "पर नारी कै राचण, औगुण है गुण नांहं।",
    "षार समंद मैं मंझला, केता बहि बहि जाहं।।"
  ],
  [
    "पर नारी का राचणौं, जिसी ल्‍हसण की षांनि।",
    "षूणैं बैसि रषाइए, परगट होइ दिवानि।।"
  ],
  [
    "नर नारी सब नरक है, जब लग देह सकाम।",
    "कहै कबीर ते राम के, जे सुमिरै निहकाम।।"
  ],
  [
    "नारी सेती नेह, बुधि विवेक सबही डरै।",
    "कांइ गमावै देह, कारिज कोई नां सरे।।"
  ],
  [
    "नारी नसाबैं नीति सुख, जा नर पासैं होइ।",
    "भगति मुकति निज ग्‍यान मैं, पैसि न सकई कोइ।।"
  ],
  [
    "एक कनक अरु कां‍मनी, विष फल कीएड पाइ।",
    "देखै ही थै विष चढ़ै, खांयै सूं मरि जाइ।।"
  ],
  [
    "एक कनक अरु कांमनी, दोऊ अगनि की झाल।",
    "देखें ही तन प्रजलै, परस्‍यां ह्वै पैमाल।।"
  ],
  [
    "कबीर भग की प्रीतड़ी, केते गए गडंत।",
    "केते अजहूं जायसी, नरकि हसंत हसंत।।"
  ],
  [
    "जोरू जूठणि जगत की, भले बुरे का बीच।",
    "उत्तम ते अलगे रहैं, निकटि रहै सो नीच।।"
  ],
  [
    "नारी कुंड नरक का, बिरला चंभै बाग।",
    "कोई साधू जन ऊबरै, सब जग मूंवा लाग।।"
  ],
  [
    "सुंदरि से सूली भली, बिरला बंच कोय।",
    "लोह निहाला अगनि मैं, जलि बलि कोइला होय।।"
  ],
  [
    "भगति बिगाड़ी कांमियां, इंद्री के रे स्‍वादि।",
    "हीरा खोया हाथ से, जनम गंवाया बादि।।"
  ],
  [
    "कामीं अमीं न भावई, विषइ कौं ले सोधि।",
    "कुबधि न जाई जोव की, भावै स्‍वयं रहो प्रमोधि।।"
  ],
  [
    "विषै विलंबी आत्‍मां, ताका मजकण खाया सोधि।",
    "ग्‍यांन अंकून न ऊगई, भावै निज प्रमोधि।।"
  ],
  [
    "विषै कर्म की कंचुली पहरि हुआ नर नाग।",
    "सिर फोड सूझै नहीं, को आगिला अभाग।।"
  ],
  [
    "कामीं कदे न हरि भजै, जपै न कैसौ जाप।",
    "रांम कहे से जलि मरै, कोई पूरिबला पाप।।"
  ],
  [
    "कांमी लज्‍जा ना करैं, मन मांहे अहिलाद।",
    "नींद न मांगै सांथरा, भूख न मांगै स्‍वाद।।"
  ],
  [
    "नारि पराई आपणीं, भुगत्‍या नरकहि जाइ।",
    "आगि आगि सब एक है, तामैं हाथ न बाहि।।"
  ],
  [
    "कबीर कहता जात हौं, चेते नहीं गंवार।",
    "बैरागी गिरही कहा, कांमी वार न पार।।"
  ],
  [
    "ग्‍यांनी तो नींडर भया, मांजै नां‍हीं संक।",
    "इंद्री केरे बसि पड़या, भूंचौं विषै निसंक।।"
  ],
  [
    "ग्‍यांनी मूल गंवाइया, आपण भये करंता।",
    "ताथै संसारी भला, मन मैं रहै डरंता।।"
  ],
  [
    "जीव बिलंब्‍या जीव सौं, अलख न लखिया जाइ।",
    "गोबिंद मिलै न झल बुझैं, रही बुझाइ बुझाइ।।"
  ],
  [
    "इसी उदर कै कारणै, जग जांच्‍यौ निस जाम।",
    "स्‍वामीं पणो जु सिर चढ्यो, सरया न एकौ काम।।"
  ],
  [
    "स्‍वामी हूंणां सोहरा, दोद्धा हूंणां दास।",
    "गाडर आंणी कूं, बांधी चरै कपास।।"
  ],
  [
    "स्‍वांमीं हूवा सीतका, पैकाकार पचास।",
    "राम नांम काठै रह्या, करैं सिषां की आस।।"
  ],
  [
    "कबीर तष्‍टा टोगणीं, लीए फिरै सुभाइ।",
    "राम नांम चीन्‍हैं नहीं, पीतलि ही कै चाइ।।"
  ],
  [
    "कलि का स्‍वामीं लोभिया, पीतलि धरी षटाइ।",
    "राज दुबारां यों फिरै, ज्‍यूं हरिहाई गाइ।।"
  ],
  [
    "कलि का स्‍वामीं लोभिया, मनसा धरी बधाइ।",
    "दैंहि पईसा ब्‍याज कों, लेखां करतां जाइ।।"
  ],
  [
    "चारिउ बेद पढ़ाइ करि, हरि सूं न लाया हेत।",
    "बालि कबीरा ले गया, पंडित ढूंढै खत।।"
  ],
  [
    "ब्रांह्मण गुरु जगत का, साधू का गुरू नाहिं।",
    "उरझि पुरझि करि मरि रह्या, चारिउं बेदां माहिं।।"
  ],
  [
    "साषित सण का जेवड़ा, भींगां सू कठठाइ।",
    "दोइ अषिर गुरू बाहिरा, बांध्‍या जमपुरि जाइ।।"
  ],
  [
    "पाड़ोसी सू रूसणां, तिल तिल सुख को हांणि।",
    "पंडित भए सरावगी, पांणी पीवें छांणि।।"
  ],
  [
    "पंडित सेती कहि रह्या, भीतरि भेद्या नाहिं।",
    "फिर‍ि प्रमोधै आन कौं, आपण समझै नाहिं।।"
  ],
  [
    "रासि पराई राषतां, खाया घर का खेत।",
    "औरां कौं प्रमोधतां, मुख मैं पड़‍िया रेत।।"
  ],
  [
    "तारा मंडल बैसि करि, चंद बड़ाई खाइ।",
    "उदै भया जब सूर का, स्‍यूं तारां छिपि जाइ।।"
  ],
  [
    "देषण के सबको भले, जिसे सीत के कोट।",
    "रवि कै उदै न दीसहीं, बंधै न जल की पोट।।"
  ],
  [
    "तीरथ करि करि मुवा, जुड़े पाणी न्‍हाइ।",
    "रामहि राम जपंतडां, काल घसीट्यां जाइ।।"
  ],
  [
    "कासी काठैं घर करैं, पीवैं निर्मल नीर।",
    "मुकति नहीं हरि नांव बिन, यौं कहै दास कबीर।।"
  ],
  [
    "कबीर इस संसार कौं, समझाऊं कै बार।",
    "पूछ जू पकडै़ भेड़ की, उतरया चाह पार।।"
  ],
  [
    "कबीर मन फूल्‍या फिरै, करता हूं मैं धर्म।",
    "काटि कम सिरि ले चल्‍या, चेत न देखै भम।।"
  ],
  [
    "कब‍िरा सोई शूरमां, जिन पांचों राखी चरि।",
    "जिनके पांचूं मोकली, तिनसूं साहब दूर।।"
  ],
  [
    "कबिरा सोई शूरमां, जाके पांचूं हाथ।",
    "जाके पांचूं वश नहीं, तो हरि संग न साथ।।"
  ],
  [
    "गगन दमामा बाजिया, हनहनिया के कान।",
    "शूरां घिरां बधावना, कायर तजिहैं प्रान।।"
  ],
  [
    "घायल की गति और है, औरन की गति और।",
    "लागा बान जो प्रेम का, रहा कबीरा ठौर।।"
  ],
  [
    "ऊंचा तरुवर गगनफल, पक्षी मुआ बिसूर।",
    "अनेक सयाना पचि गया, फल निर्मल पर दूर।।"
  ],
  [
    "दूर भया तो क्‍या भया, शिर दै नियरा होय।",
    "जग लग शिर सौंपे नहीं, कारज सिद्ध न कोय।।"
  ],
  [
    "चित चेतन ताजी करै, लौ की करैं लगाम।",
    "शब्‍द गुरु का ताजना, पहुंचै संत सुजान।।"
  ],
  [
    "हरि घोडा ब्रह्मा कडी, बसाय पीठि पलान।",
    "चांद सुरज दोउ पायडा, चढसी संत सूजान।।"
  ],
  [
    "ढोल दमामा गडगडी, सहनाई औ तूर।",
    "तीनौ निकसि न बाहुरै, साधु सती और शूर।।"
  ],
  [
    "साधु सती और शूरमां, ज्ञानी औ गजदंत।",
    "ऐते निकसि न बाहुरैं, जो युग जाहिं अनंत।।"
  ],
  [
    "साधु सती और शूरमा, कबहुं न फेरें पीठ।",
    "तीनों निकसि जो बाहुरै, ताको मुंह मति दीठ।।"
  ],
  [
    "साधु सती और शूरमां, दई न मारै मूंह।",
    "ये तीनों भागा बुरा, साहबजी की सूंह।।"
  ],
  [
    "साधु सती औ शूरमां, इन पटतर कोई नाहिं।",
    "अगम पंथ को पग धरै, डिगै तो कहां समाहि।।"
  ],
  [
    "साधु सती औ शूरमां, राखा रहै न ओर।",
    "माथा बांधि पताक सों, नेजा घालैं चोर।।"
  ],
  [
    "साधु सती औ सिंह को, ज्‍यों लंघन त्‍यों शोभ।",
    "सिंह न मारै मींडका, साधु न बांधे लोभ।।"
  ],
  [
    "साधु सती और शूरमां, इनकी बात अगाध।",
    "आशा छोडे देहकी, तिनमें अधिका साध।।"
  ],
  [
    "भाव भलका सुरति शर, धर धीरज करतान।",
    "मनकी मूठी जहां लगि, चोट तहांहीं जान।।"
  ],
  [
    "कहै दरबारी बातरी, क्‍यों पावै वह धाम।",
    "शीश उतारै संचरै, नाहिं और को काम।।"
  ],
  [
    "शिर राखे शिर जात है, शिर काटै शिर होय।",
    "उसे बाती दीप की, कटि उजियारा जोय।।"
  ],
  [
    "शीतलता संजोगलै, शूर चढ़ा संग्राम।",
    "अबकै भाजन परत है, शिर साहब के काम।।"
  ],
  [
    "धर सों शीश उतारिके, डारि देह ज्‍यों ढेल।",
    "कोई शूर को सोहसी, घर जाने का खेल।।"
  ],
  [
    "शूरा के तो शिर नहीं, दाता के धन नाहिं।",
    "पतिव्रता के तन नहीं, सुरति बसैं पिय माहिं।।"
  ],
  [
    "दाता के तो धन घना, शूरा के शिर बीस।",
    "पतिबरता के तन सही, पत राखै जगदीस।।"
  ],
  [
    "शीश खिसै सांई लखै, भलवां का असवार।",
    "कदम कबीरा किलकिया, केता किया शुभार।।"
  ],
  [
    "लालच लोभ न मोह मद, एकल भला अनीह।",
    "हरिजन सौरा राम सो, शिर बिन कदै न होय।।"
  ],
  [
    "भागा भली न होयगी, कहा धरोगे पांव।",
    "शिर सोपै सीधा लरौ, काहे करौ कुदाव।।"
  ],
  [
    "भागा भला न होयगी, मुंह मोस घर दूर।",
    "सांई आगै शीसदै, सोच न कीजै शूर।।"
  ],
  [
    "शूरा सन्‍मुख बाहता, कोई न बांधे धीर।",
    "पर दल मोरन रन अटल, ऐसा दास कबीर।।"
  ],
  [
    "शूर सनाह न पहरई, मरता नहीं डराय।",
    "कायर भाजै पीठि दै, शूर मुंडीमुंह खाय।।"
  ],
  [
    "शर सनाह न पहरई, जब रन बाजा तूर।",
    "माथा काटै धर लडै, तब जानीजै शूर।।"
  ],
  [
    "जोग ते जौहर भला, घरी एकका काम।",
    "आठ पहरका जूझना, बिना खंडे संग्राम।।"
  ],
  [
    "खांडा तिसको बाहिये, जो फिरि खांडे की देय।",
    "कायर को क्‍या बाहिये, दांतों तिनका लेय।।"
  ],
  [
    "तीर तुपक बरछी बहैं, बिगसि जायगा चाम।",
    "शूरा के मैदान में, कायर का क्‍या काम।।"
  ],
  [
    "शूरा के मैदान में, कायर का क्‍या काम।",
    "शूरा से शूरा मिलै, तब पूरा संग्राम।।"
  ],
  [
    "शूरा के मैदान में, कायर का क्‍या काम।",
    "कायर भाजै पीठि दै, शूरा करै संग्राम।।"
  ],
  [
    "शूरा के मैदान में कायर बेधा आय।",
    "ना भाजै ना लडि सकै, मनहीं मन पछिताय।।"
  ],
  [
    "शूरा चला संग्राम को, कबहुं न देई पीठ।",
    "आगा चलि पीछा चलै, ताको मुंह मति दीठ।।"
  ],
  [
    "शूरा लरै कमन्‍द ह्वै, धरसों शीहा उतारि।",
    "कहै कबीरा मारा मुआ, कहै जो मारहिं मारि।।"
  ],
  [
    "नेह निबाहे ही बनै, सोच बनें न आन।",
    "तन दै मन दै शीस दै, नेह न दीजै जान।।"
  ],
  [
    "बिन पाऊं का पंथ है, मंझि शहर अस्‍थान।",
    "बिकट बाट औघट घनां, पहुंच सन्‍त सुजान।।"
  ],
  [
    "पंच असमाना जब लिया, तब रन धसिया शूर।",
    "दिल सौंपा शिर उॅबरा, मुजरा राम हजूर।।"
  ],
  [
    "रन धसिया ते उॅबरा, आया गरह निंवास।",
    "घरूं बधावा बाजिया, औ जोवन की आस।।"
  ],
  [
    "जब लग धर पर सीस है, शूर कहावै कोय।",
    "माथा टूटै धर लरै, कमद कहावै सोय।।"
  ],
  [
    "शूरन सेंरी ताकई, नेजा घालै घाव।",
    "सब दल पाछा मोड़ि‍ के, माड़ी सेतो चाव।।"
  ],
  [
    "शूरा तौं सांच मतै, सहै जो सन्‍तुख धार।",
    "कायर अनी चुभाय के, पीछै झखै अपार।।"
  ],
  [
    "भाजि कहांलौं जाइये, भय भारी घर दूर।",
    "बहुरि कबीरा खेतरह, दल आया भरपूर।।"
  ],
  [
    "इक मरिवो इक मारिवो, येही विषमा सिद्धि‍।",
    "ता वे कायर मरैंगे, जो चाले तरकस बिद्धि।।"
  ],
  [
    "रन रोही अतिही हुआ, साजन मिला हुजूरि।",
    "शूरा शूरा ठाहरा, भाजिगई भक भूमि।।"
  ],
  [
    "शरा थोराही भला, सतका रोपै पग्‍ग।",
    "घना मिला कहि काम का, सावन का सा बग्‍ग।।"
  ],
  [
    "बसही साथ कलतरो, धीर न बंधै कोय।",
    "भागा पीछे बाहुरे, ठाठ गुसांई सोय।।"
  ],
  [
    "सार बहै लोहा झरै, टूटे जिरह जंजीर।",
    "जम ऊपरि साटैकरी, चढिया दास कबीर।।"
  ],
  [
    "लडने को सबही चला, शस्‍त्रह बांधि‍ अनेक।",
    "साहब आगै आपना, जूझैगा कोई एक।।"
  ],
  [
    "जूझैंगे तब कहैंगे, अब क्‍या कहैं बनाय।",
    "भीर परै मन मसकरा, लडे किधौं भगिजाय।।"
  ],
  [
    "शूरा नाम धराय के, अब क्‍यों डरपै बीर।",
    "मंडि रहिना मैदान में, सन्‍मुख सहना तीर।।"
  ],
  [
    "तीर तुबक सों जो लड, सो तो शूरा नाहिं।",
    "शूरा सोइ सराहिये, बांटि बांटि धन खाहिं।।"
  ],
  [
    "तीर तुबक सों जो लडै, सो तो शूर न होय।",
    "माया तजि हरि को भजै, शूर कहावै सोय।।"
  ],
  [
    "शूरा सोइ सराहिये, अंग न पहरे लोह।",
    "जूझै सब बंद खोलि कै, छांडे तनको मोह।।"
  ],
  [
    "ज्ञान कामना लौ गुनां, तन तरकस मन तीर।",
    "भलका बहै है सारका, मारै हदफ कबीर।।"
  ],
  [
    "कठिन कमान कबीर की, पड़ी रहै मैदान।",
    "केता योद्धा पचि गया, खैंचे संत सुजान।"
  ],
  [
    "बांकी तेग कबीर की, अनी परै द्वै टूक।",
    "मारे मीर महाबली, ऐसी मूठि अचूक।।"
  ],
  [
    "बांका गढ बांका मता, बांकी गढकी पौलि।",
    "कछि कबिरा नीकसा, यम सिर घाली रौलि।।"
  ],
  [
    "कबिरा तोरा मान गढ, लूटी पांचों खान।",
    "ज्ञान कुहाड़ी कर्म बन, काटि किया मैदान।।"
  ],
  [
    "कबिरा तोरा मान गढ, मारा पांच गनीम।",
    "सीस नंवाया धनी को, साधी बड़ी महीम।।"
  ],
  [
    "राम झरोखै बठिके, सबका मुजरा लेय।",
    "जैसी जाको चाकरी, तैसी सबको देय।।"
  ],
  [
    "चोपड़ मांडी चौहटे, अरध उरध बाजार।",
    "कबिरा खेलै रामसों, कबंहु न आवै हार।।"
  ],
  [
    "हारौं तो हरि मान है, जो जीतूं तौ दाव।",
    "पारब्रह्म सों खेलतां, जो शिर जाय तो जाव।।"
  ],
  [
    "खेल जु मांड़ा खिलाडि सौं, आनंद बढा अघाय।",
    "अब पासा काहूपरौ, प्रेम बंधा युग जाय।।"
  ],
  [
    "घटी बढी जानै नहीं, मनमें राखे जीत।",
    "गाडर लडै गयन्‍दसा, देखो उलटी रीत।।"
  ],
  [
    "कूकरा बहु जुरिमुआ, सलसै चढी सियार।",
    "रोवत आवै गदहड़ा, प्रमोधत आय बिलार।।"
  ],
  [
    "मा मारी धी घर करै, गऊ सो बच्‍छा खाय।",
    "ब्राह्मन मारै मदपिये, तो स्‍वर्गापुर जाय।।"
  ],
  [
    "माता मुये एक फल, पिता मुये फल चार।",
    "भाई मूये हानि है, कहैं कबीर बिचार।।"
  ],
  [
    "अचर रचै चर पर रहै, मरै न चारै जाय।",
    "बारह मास बिलोधनां, घूूूमे एकै भाय।।"
  ],
  [
    "चंदन गया विदेसड, सब कोई कहै पलास।",
    "ज्‍यों ज्‍यों चूल्‍हे झांकिया, त्‍यों त्‍यों अधिकी बास।।"
  ],
  [
    "चंदन रोया रात भरि, मेरा हित्त न कोय।",
    "जिसने राख्‍यो पेट में सो फिर बैरी होय।।"
  ],
  [
    "चंदन काटा जड खनी, बांधिलिया शिर मार।",
    "कालि जा पंछी बसि गया, तिसका यह उपकार।।"
  ],
  [
    "पांय पदारथ पेलिया, कांकर लीन्‍हां हाथ।",
    "जोडी बिछुरी हंस की, चला वुंगा के साथ।।"
  ],
  [
    "हंसा तो महाराणा का, आया थलियां माहिं।",
    "बगुला करि करि मारिया, मरम जो जानै नाहिं।।"
  ],
  [
    "हंस बुगांके पावना, कोइक दिन का फेर।",
    "बगुला कहा गरबिया, बैठा पंख बिखेर।।"
  ],
  [
    "बगुला हंस मनाइलै, नीरां रूकां बहोर।",
    "या बैठा तू ऊजला, तासों प्रीति न तोर।।"
  ],
  [
    "एक अचंभो देखिया, हीरा हाट बिकाय।",
    "परखन हारा बाहरी, कौड़ी बदलै जाय।।"
  ],
  [
    "पायो पर पायो नहीं, हीरा हड्डी मार।",
    "कहे कबीर योंही गयो, परखे बिना गंवार।।"
  ],
  [
    "कबिर चुनता कन फिरै, हीरा पाया बाट।",
    "ताको मरम न जानिया, ले खलि खाई हाट।।"
  ],
  [
    "हीरा को कछु ना घटा, घट जो बेचन हार।",
    "जन्‍म गमायो आपनौ, अंधे पशू गंवार।।"
  ],
  [
    "हिरदै हीरा ऊपजै, नाभि कमल के बीच।",
    "जो कबहूं हीरा लखै, तो कदे न आवै मीच।।"
  ],
  [
    "हीरा हरि को नाम है, हिरदै भीतर देख।",
    "बाहर भीतर भरि रहा, ऐसा आप अलेख।।"
  ],
  [
    "बाद बके दमजात है, सरति निरति लै बोल।",
    "नित प्रति हीरा शब्‍द का, गाहक आगै खोल।।"
  ],
  [
    "मान उनमान तोलिये, शब्‍द का मोल न तोल।",
    "मूरख लोग न जानहीं, आपा खोयो बोल।।"
  ],
  [
    "कबिरा गदरी बीखरी, सौदा गया बिकाय।",
    "खोटा बांधा गांठरी, खरा लिया नहिं मोल।।"
  ],
  [
    "राम रतन धन पाइकै, गांठ बांधि ना खोल।",
    "नहीं पटन नहिं पारखी, नहिं ग्राहक नहिं मोल।।"
  ],
  [
    "राम रतन धन मुक्ति में, खान खुली घट माहिं।",
    "सेतमेतही देतहों, ग्रोहक कोई नाहिं।।"
  ],
  [
    "जहं गाहक तह मैं नहीं, हौं तहां गांहक नाहिं।",
    "परिचय बिन फूला फिरै, पकरि शब्‍द की बांहि।।"
  ],
  [
    "पियासों परिचय नहीं, दादा रहि गा दूर।",
    "लल्‍ला लौ लागी रहै, नन्‍ना सदा हजूर।।"
  ],
  [
    "कबिरा खांडहि छांडि कै, कांकर चुनि चुनि खाय।",
    "रत्‍न गंवाया रेत में, फिर पाछै पछिताय।।"
  ],
  [
    "पडे मोती बीखरा, आधा निकरा आय।",
    "ज्‍योति बिना जगदीश की, जगत उलांडा जाय।।"
  ],
  [
    "कबिरा ये आंधरा, जैसी अंधी गाय।",
    "बछरा था सो मरि गया, ऊभी चाम चटाय।।"
  ],
  [
    "सागर में मानिक बसै, चीन्‍हत नाहीं कोय।",
    "या मानिक कों सो लखे, जाको गुरुगम होय।।"
  ],
  [
    "अनजाने का कूकना, कूकर कासा शोर।",
    "ज्‍यों अंधियारी रैन में, साह न चीन्‍हें चोर।।"
  ],
  [
    "मैं भारन सब ज्ञानिया, कथत बकत दिन जाय।",
    "साह चोर चीन्‍है नहीं, कागा हंस लगाय।।"
  ],
  [
    "हंस काग की पारिखा, सतगुरु दई बताय।",
    "हंसा तो मोती चुगैं, काग नरक परिजाय।।"
  ],
  [
    "अपने अपने सिर पर सबहिन लीन्‍हा मानि।",
    "हरि की बात दुर्लभ अहै, काह परी न जानि।।"
  ],
  [
    "बिनवत हूं कर जोरि कै, सुनु गुरु कृपा निधान।",
    "संतन में सुख दीजिये, दया गरीबी ज्ञान।।"
  ],
  [
    "कबिरा करता है बीनती, सुनौ संत चितलाय।",
    "मारग सिरजनहार का, दीजै मोहिं बताय।।"
  ],
  [
    "कबिरा करत है बीनती, भवसागर के तांइ।",
    "बंदे पर जोरा होत है, यम को बरजु गुसांइ।।"
  ],
  [
    "सांई तेरे जोर जुलम है, मेरा होय अकाज।",
    "बिरद तुम्‍हारो लाजि है, शरण परे की लाज।।"
  ],
  [
    "क्‍या मुख ले बिनती करूं, लाज आवत है मोहि।",
    "तुम देखत अवगुन किया, कैसे भाऊं तोहि।।"
  ],
  [
    "बनजारी बिनती करै, नरियल लायी हाथ।",
    "बाडा था सो लदि गया, नायक नाहीं साथ।।"
  ],
  [
    "तुझ में औगुन तुझहि गुन, तुझ गुन औगुन मुझ।",
    "जो मैं विसरूं तुझकौं, तू मति बिसरै मुझ।।"
  ],
  [
    "साहब तुम जनि बीसरौ, लाख लोग मिलिहाहिं।",
    "हमसे तुमकूं बहुत हैं, तुमसे हमको नाहिं।।"
  ],
  [
    "तुम्‍हे बिसारे क्‍यों बनै, मैं किस शरने जाउं।",
    "शिव विरंचि मुनि नारदा, तिनके हृदय न समाउं।।"
  ],
  [
    "कबिरा भूलि बिगारिया, तू ना कर मैला चित्त।",
    "साहब गरुवा चाहिये, नफर बिगारो नित्त।।"
  ],
  [
    "कबिरा भलि बिगारिया, करि करि मैला चित्त।",
    "नफर भि एसा चाहिये, साहब से राखै हित्त।"
  ],
  [
    "औगुन किया तो बहु किया, करत न मानी हारि।",
    "भावै बंदा बखशियो, भावै गरदन मारि।।"
  ],
  [
    "औगुन मेरा बापजी, बखशो गरीब निवाज।",
    "जो मैं पूत कपूत हों, तोहि पिता कों लाज।।"
  ],
  [
    "सांई केरा बहत गुन, औगन कोई नाहिं।",
    "जो दिल खोजों आपना, तो सब औगन मुझ माहिं।।"
  ],
  [
    "मुझ में गुन एकौ नहीं, जान राय शिर मौर।",
    "तेरे नाम प्रताप सों, पाऊं आदर ठौर।।"
  ],
  [
    "मैं खोटा सांई खरा, मैं गाधा मैं गार।",
    "मैं अपराधी आतमा, सांई शरन उबार।।"
  ],
  [
    "मैं अपराधी जनम का, नख शिख भरो बिकार।",
    "तुम दाता दुख भंजना, मेरी करो संभार।।"
  ],
  [
    "सुरति करौ मम साइयां, हम हैं भवजल माहि।",
    "आपही मर जांयंगे, जो नहिं पकरो बाहिं।।"
  ],
  [
    "और पतित तो कूप है, मैं हों समुद्र समान।",
    "मोहिं टेक तोह नाम की, सुनियो कृपा निधान।।"
  ],
  [
    "औसर बीता अल्‍पतन, पीव रहा परदेश।",
    "कलंक उतारो रामजी, भानो भरम अंदेश।।"
  ],
  [
    "सांई मेरा सावधान, मैं ही भया अचेत।",
    "मन बच करम न हरि भजा, ताते निष्‍फल खेत।।"
  ],
  [
    "अबकी जो सांई मिलै, सब दुख आंखो रोइ।",
    "चरणों ऊपर शिर धरों, कहूं जो कहना होइ।।"
  ],
  [
    "कबिरा सांई तो मिलैंगे, पूछंगे कुशलात।",
    "आदि अंत की सब कहूं, उर अंतर की बात।।"
  ],
  [
    "अंतरजामी एक तूं, आतम के आधार।",
    "जो तुम छांड़ो हाथ तो, कौन उतारै पार।।"
  ],
  [
    "भवसागर भारी भया, गहरा अगम अथाह।",
    "तुम दयाल दाया करो, तब पाऊं कछु थाह।।"
  ],
  [
    "सतगुरु बड़े दयाल हैं, संतन के आधार।",
    "भवसागर अथाह सों, खेइ उतारै पार।।"
  ],
  [
    "अलख इलाही एक है, नाम धराया दोय।",
    "कहै कबीर दो नाम सुनि, भरम परो मति कोय।।"
  ],
  [
    "राम रहीमा एक है, नाम धराया दोय।",
    "कहै कबीर दो नाम सुनि, भरमि परौ मति कोय।।"
  ],
  [
    "काशी काबा एक है, एकै राम रहीम।",
    "मैदा इक पकवान बहु, बैठि कबीरा जीम।।"
  ],
  [
    "एक वस्‍तु के नाम बहु, लीजै वस्‍तु पहिचान।",
    "नाम पक्ष नहिं कीजिये, सार तत्त्‍व ले जान।।"
  ],
  [
    "नाम अनन्‍त जो ब्रह्म का, तिनका वार न पार।",
    "मन मानै सौ लीजिये, कहै कबीर बिचार।।"
  ],
  [
    "सब काहू का लीजिये, सांचा शब्‍द निहार।",
    "पक्षपात ना कीजिये, कहै कबीर बिचार।।"
  ],
  [
    "राम कबीरा एक है, दूजा कबहु न कोय।",
    "अंतर टाटी कपट की, ताते दीखे दोय।।"
  ],
  [
    "राम कबीरा एक है, कहन सुनन को दोय।",
    "दो करि सोई जानई, सतगरु मिला न हाय।।"
  ],
  [
    "हरि का बना स्‍वरूप सब, जेता यह आकार।",
    "अक्षर अर्थ यों भाषिये, कहै कबीर बिचार।।"
  ],
  [
    "देखनही की बात है, कहने को कछु नाहिं।",
    "आदि अंत को मिलि रहा, हरिजन हरिही माहिं।।"
  ],
  [
    "नगर चन तब जानिये, जब एकै राजा होय।",
    "याहि दुराजी राज में, सुखी न देखा कोय।।"
  ],
  [
    "सबै हमारे एकहैं, जो सुमिरै हरि नाम।।",
    "वस्‍तु लही पहिचान कै, बासन सों क्‍या काम।।"
  ],
  [
    "कांसे ऊपर बीजुरी, परै अचानक आय।",
    "तात निर्भय ठीकरा, सतगुरु दिया बताय।।"
  ],
  [
    "हद्द छांड‍ि बेहद गया, लिया ठीकरा हाथ।",
    "भया भिखारी दीन का, दर्शन भया सनाथ।।"
  ],
  [
    "हद्द छांडि बेहद गया, अबरन किया मिलान।",
    "दास कबीरा मिलि रहा, सो कहिये रहमान।।"
  ],
  [
    "बेहद बिचारौ हद तजौ, हद तजि मेलो आस।",
    "सबै अलिंगन मेटिकै, करौ निरन्‍तर वास।।"
  ],
  [
    "निरन्‍तर बासी निरमला, शून स्‍थूल सो निनार।",
    "पूरब गंगा पश्चिम बहावै, पेखे बहु उजियार।।"
  ],
  [
    "बेहद्द अगाधी पीव है, ये सब हदके जीव।",
    "जे नर राते हद्दसो, ते कदी न पावै पीव।।"
  ],
  [
    "हदमें पीव न पाइये, बेहद में भरपूर।",
    "हद बेहद की गम लखै, तासौं पीव हजूर।।"
  ],
  [
    "हद बंधा बेहद रमैं, पल पल देखै नूर।",
    "मनवा तहां ले राखिया, जहां बाजै अनहद तूर।।"
  ],
  [
    "हद्द मांहि हदका घनां, लीया जीव तुराय।",
    "रिगसि बिगसि बेहद गया, मरै न आवै जाय।।"
  ],
  [
    "हद छांडि बेहद गया, रहा निरन्‍तर होय।",
    "बेहद के मैदान में, रहा कबीरा सोय।।"
  ],
  [
    "हद्द छाडि बेहद गया, तासों राम हजूर।",
    "पारब्रह्म परचा भया, अब नियरे तब दूर।।"
  ],
  [
    "हद में बैठा कथन है, बेहद की गम नाहिं।",
    "बेहद की गम होयगी, तब कछु कथना काहि।।"
  ],
  [
    "कबिरा हद के जीव सों, हित करि मुखै न बोल।",
    "जो राचे बेहद सों, तिनसों अन्‍तर खोल।।"
  ],
  [
    "हदिया सेतो हद रहो, बेहदिया बेहद।",
    "जो जैसा तहा रोगिया, तहा तैसी औषद।।"
  ],
  [
    "हद में रहैं सो मानवी, बेहद रहै सो साध।",
    "हद बेहद दोनों तजैं, तिनका मता अगाध।।"
  ],
  [
    "हद बेहद दोनों तजी, अबरन किया मिलान।",
    "कहै कबीर ता दास पर, वारों सकल जहान।।"
  ],
  [
    "अगह गह अकह कहै, अनभेदा भेद लहाइ।",
    "अनभै बाणी आगम की, लेगई संग लगाइ।।"
  ],
  [
    "जहां शोक ब्‍यापै नहीं, चल हंसा उस देस।",
    "कहै कबीर गुरगम गहो, छांडि सकल भ्रम भेस।"
  ],
  [
    "अंग अठोत्तरसौ कहा, परम पुरुष उपदेश।",
    "कहै कबीर अब हरि मिलै, मानौं साख संदेश।।"
  ],
  [
    "जन कबीर बंदन करै, किस विधि कीजै सेव।",
    "बार पार की गम नहीं, नमो नमो निज देव।।"
  ],
  [
    "मांस अहारी मानवा, प्रत्‍यक्ष राक्षस जानि।",
    "ताकी संगति मति करै, होइ भक्ति में हानि।।"
  ],
  [
    "मांस खाये ते ढेड़ सब, मद पीवै सा नीच।",
    "कुल की दुरमति पर हरै, राम कहै सो ऊंच।।"
  ],
  [
    "मांस मछलिया खात हैं, सुरापान से हेत।",
    "ते नर नरकै जाहिंगे, माता पिता समेत।।"
  ],
  [
    "मांस मछलिया खात हैं, सुरापान सों हेत।",
    "ते नर नरकै जांहिंगे, ज्‍यों मूरी का खेत।।"
  ],
  [
    "मांस भखै औ मद पिये, धन वेश्‍या सों खाय।",
    "जूआ खेलि चोरी करै, अंत समूला जाय।।"
  ],
  [
    "मांस मांस सब एक है, मुरगी हिरनी गाय।",
    "आंखि देखि नर खात है, ते नर नरकहिं जाय।।"
  ],
  [
    "यह कूकर को भक्ष है, मनुष्‍य देह क्‍यों खाय।",
    "मुख में आमिख मेलिके, नरक परते जाय।।"
  ],
  [
    "ब्राह्मन राजा बरन का, और पवनी छत्तीस।",
    "रोटी ऊपर माछली, सब बरन भये खबीस।।"
  ],
  [
    "कलियुग केरा ब्राह्मना, मांस मछलिया खाय।",
    "पांय लगे सुखमानई, राम कहे जारि जाय।।"
  ],
  [
    "पापी पूजा बैठिकै, भखे मांस मद दाइ।",
    "तिनकी दीक्षा मुक्ति नहिं, कोटि नरक फल होई।।"
  ],
  [
    "सकल बरन एकत्र ह्व, शक्ति पजि मिलि खाहि।",
    "हरि दासन की भ्रांति करि, केवल जमपुर जाहिं।।"
  ],
  [
    "विष्‍ठा का चौका दिया, हांडी सीझै हाड।",
    "छूति बचवै चास की, तिनहूं का गुरु राड।।"
  ],
  [
    "जीव हनै हिंसा करै, प्रगट पाप सिर होय।",
    "पाप सबै जो देखिया, पुन्‍य न देखा कोय।।"
  ],
  [
    "जीव हनै हिंसा करै, प्रगट पाप सिर होय।",
    "निगम पुनि ऐसे पाप तें, भिस्‍त गया नहिं कोय।।"
  ],
  [
    "हत्‍या सोही हन्‍नसी, भावै जानि बिजान।",
    "कर गहि चोटी तानसी, साहब के दीवान।।"
  ],
  [
    "तिलभर मछली खाय के, कोटि गऊ दै दान।",
    "काशी करात लै मरै, तो भी नरक निदान।।"
  ],
  [
    "काटि कटि जबह करै, या पाप संग का भेस।",
    "निश्‍च राम न जानही, कहै कबीर संदेस।।"
  ],
  [
    "बकरी पाती खात है, ताकी काढी खाल।",
    "जो बकरी को खात है, तिनका कौन हवाल।।"
  ],
  [
    "आठ बाट बकरी गई, सांस मुलां गये खाय।",
    "अजहूं खाल खटीकै, भीस्‍त कहांते जाय।।"
  ],
  [
    "अंडा किन बिसमिल किया, घुन किया किन हलाल।",
    "मछली किन जबह करी, सब खाने का ख्‍याल।।"
  ],
  [
    "मुल्‍ला तझै करीम का, कब आया फरमान।",
    "घट फोरा घर घर किया, साहब का नीसान।।"
  ],
  [
    "काजी का बेटा मुआ, उरमैं सालै पीर।",
    "वह साहब सबका पिता, भला न मानै बीर।।"
  ],
  [
    "पीर सबन को एकसी, मूरख जानैं नाहिं।",
    "अपना गला कटायक, भिश्‍त बसै क्‍यों नाहिं।।"
  ],
  [
    "मुरगी मुल्‍ला सों कहै, जबह करत है मोहिं।",
    "साहब लेखा मांगसी, संकट परिहै तोहिं।।"
  ],
  [
    "कबिरा काजी स्‍वाद बस, जीव हते तब दोय।",
    "चढ़‍ि मसीत एको कहै, क्‍यों दरगह सांचा होय।।"
  ],
  [
    "काजी मुल्‍लां भरमिया, चले दुनी के साथ।",
    "दिल सो दीन निवारिया, करद लई तद हाथ।।"
  ],
  [
    "काला मुंह करि करद का, दिल सूं दई निवार।",
    "सब सूरति सुबहान की, अहमक मुला न मार।।"
  ],
  [
    "जोरी करि जबह करै, मुखसों कहै हलाल।",
    "साहब लेखा मांगसी, तब होसी कौन हवाल।।"
  ],
  [
    "जोर कीयां जुलूम है, मागै ज्‍वाब खदाय।",
    "खलिक दर खूनी खड़ा, मार मुही मुंह खाय।।"
  ],
  [
    "कबिरा साई पीर हैं, जो जानै पर पीर।",
    "जो पर पीर न जानि है, सो काफिर बपीर।।"
  ],
  [
    "कमोदनीं जलहरि बसै, चंदा बसे अकासि।",
    "जो जाही का भावता, सो ताही कै पास।।"
  ],
  [
    "कबीर गुर बसै, बनारसी, सिष समंदां तीर।",
    "बिसारया नहीं बीसरै, जै गुंण होई सरीर।।"
  ],
  [
    "जो है जाका भावता, जदि तदि म‍िलसी आइ।",
    "जाकौं तन मन सौंपिया, सो कबहूं छाड़ी न जाइ।।"
  ],
  [
    "स्‍वामी सेवक, एक मत, मन ही मैं म‍िलि जाइ।",
    "चतुराई रीझै नहीं, रीझै मन कै भाइ।।"
  ]
]